Starbucks = (function () {
    let name = 'スターバックス'
    let menu = {
        '47 JIMOTO': [{
                name: '北海道 とうきび クリーミー フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/1.jpg',
                explain: '『なまらLOVE♡H☺KKAID☺』をテーマに、「いつまでもスターバックスと北海道をなまらLOVE（心から好きな存在）として、広大で様々な魅力に溢れる北海道のように、お客様にいつまでもワクワクを届けていきたい」という想いで考案しました。生乳を使用したコクのあるクリームにホワイトチョコレート風味のシロップを加え、 真っ白な雪景色のように仕上げたベースに、 とうもろこしフレークを加えて黄色と白色のコントラストにすることで、 雪景色に太陽の光が反射してキラキラと輝くさまを表現しました。 ',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '青森 じゃわめく りんご ストロベリー フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/2.jpg',
                explain: 'テーマは、「躍動の青森 騒めく（じゃわめぐ）瞬間を！」。青森県民の冬の秘めたる熱き想いと、その想いから溢れ出す夏の躍動を、合わせた「騒めく（じゃわめぐ）」感情を表現しました。りんごシロップとミルクで、青森の冬の雪景色を思わせるベースを作り、寒い冬に夏を待ちわびる騒めく感情や、夏のねぶた祭りの情熱的な様子を、スターバックスで人気のストロベリーソースで描き、白と赤の混ざり合う様子で「騒めく」瞬間を表現しました。りんごとミルクを合わせた優しい味わいに、アクセントのストロベリーの風味が相まって、フルーティーな味わいが楽しめます。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '岩手 めんこい 抹茶 ＆ ゴマ フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/3.jpg',
                explain: '「ALL IWATE de めんこいつながり　じっくりと、これからも。」をテーマに、岩手県最高峰で、県のシンボルでもある岩手山を中心に、内陸・沿岸・北部・南部にわかれ、自然豊かな岩手県を表現しました。岩手の豊かな自然、県のシンボルである岩手山をイメージし、抹茶をベースに、岩手県が誇る歴史や文化を味わい深いゴマソースで表現しました。さらにキャラメルソースとトッピングで使用しているブラウンシュガーで黄金色に輝く稲穂や岩手県の黄金文化を表し、カップの中のキャラメルソースを、光り輝きながら未来につながっていく道に見立てています。抹茶とゴマの風味豊かな味わいとアクセントのキャラメルソースの組み合わせが楽しい一杯に仕上がりました。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '宮城 だっちゃ ずんだ抹茶 フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/4.jpg',
                explain: '『いぎなり感謝してるっちゃ！ ～みんなで杜をはぐくもう～』をテーマにスターバックス25周年と宮城県内初出店から20年が経ち、これまでのいぎなり感謝している気持ちをフラペチーノ®に込めて考案しました。「杜の都、仙台」の『杜』からインスパイアを受けて、パートナー・お客様・地域の皆様とともに、「一緒に未来を育んでいけるように」と、宮城県で親しまれているずんだとスターバックスの抹茶を混ぜ合わせ、ずんだ抹茶ソースのコンビネーションが楽しめるフラペチーノ®に仕上げました。ホワイトチョコレート風味のクリームベースの味わいに、ずんだ抹茶ソースがマーブルのように入り、トッピングでもホイップクリームにずんだ抹茶ソースをかけて、緑色が美しい、緑豊かな宮城県を表現した一杯です。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '秋田 あまじょっぺ 塩キャラメル フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/5.jpg',
                explain: '『やっぱすげな～!!おらほのあきた ＃秋田はおらほのタカラモノ』をテーマに、地元への熱い思いをもった秋田のパートナーが秋田のお客様に向けて、地元への誇り・愛着・　つながりを感じていただける商品を考案しました。ミネラルとうまみがつまった「秋田の塩」に着目し、スターバックスで人気のキャラメルフレーバーと合わせ、キャラメルの甘みと塩味で甘じょっぱい味わいのフラペチーノ®が完成しました。キャラメルソースとシロップを合わせた、「ダブルキャラメルソース」をミルクと一緒にブレンドしたベースとトッピングの両方に塩を加えることで、一口目から塩とキャラメルの甘じょっぱいコンビネ―ションをお楽しみいただけます。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '山形 好きだず ラ・フランス フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/6.jpg',
                explain: '好きだず～やまがた!!『あがってけらっしゃい』の心でおもてなしをテーマに考案しました。大切な山形のお客様に、 『あがってけらっしゃい』の心で提供するおもてなしの一杯を通して、「山形県が好き！」「山形県のスターバックスが大好き！」と感じていただきたいという想いを込めました。ラ・フランスジュースと氷をブレンドしたベースに、カップの底には幻想的な山形県の雪景色に見立て、ホイップクリームを入れました。口いっぱいに広がるラ・フランスのまろやかな甘味が、ホイップクリームのクリーミーさと重なり、デザート感のある一杯に仕上がっています。また、ホイップクリームとはちみつをトッピングし、太陽の光を浴びてキラキラと輝く美しい山形の自然を、見た目にも表現しました。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '福島 いろどり フルーツ だっぱい フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/7.jpg',
                explain: '『いろどりふくしま~福（HAPPY）を分かち合おう~』をテーマに、広大な福島の魅力を詰めこんだフラペチーノ®で幸せな（幸福な）気持ちになってもらいたい、という想いを込めて、フラペチーノ®を考案しました。マンゴーパッションティーフラペチーノ®と、スターバックスの夏の風物詩として愛されているピーチのフラペチーノ®を掛け合わせ、見た目にも明るい彩り豊かなフルーツを楽しめるフラペチーノ®に仕上げました。マンゴー、ホワイトグレープ、パッションフルーツなど、たくさんのフルーツを使用しているマンゴーパッションフラペチーノ®のフルーティーな味わいにピーチ果肉の食感が楽しく、一口飲むと思わず笑顔になるようなHAPPYな気分になれる一杯です。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '茨城 メロン いがっぺ クリーミー フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/8.jpg',
                explain: 'テーマとして「IBARAKI STARBUCKS IBARAKI」を掲げました。お客様も自然と笑顔になり、また次回来店される、そんなつながりをいつまでも育んでいくために、スターバックスとお客様との”愛”が深まるようなフラペチーノ®を考案しました。ベース部分には、生乳を使用したコクのあるクリームを使い、メロンシロップと、ホワイトチョコレート風味のシロップを合わせたオリジナルのソースを、マーブル模様にあしらいました。メロンの甘みとミルクのコクを感じるメロンホワイトチョコレートソースがアクセントとなり、ストローをさす位置によって、異なる味わいを楽しめます。地域の皆さまに親しまれているメロン、スターバックスで人気のホワイトチョコレート風味のシロップという、県民の皆さまが好きなもので作られた、愛が深まる一杯をお楽しみください。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '栃木 らいさま パチパチ チョコレート フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/9.jpg',
                explain: '「つぎつぎ繋ぐ、世代の輪」をテーマに、地元や家族、スターバックスとの絆の輪を未来に繋ぎ、もっと栃木を好きになっていただけるようなフラペチーノ®を考案しました。日本でも有数の雷の多い県として栃木の夏の風物詩とも言われる「雷様」（らいさま）からアイデアを得ました。ベースの部分はダークモカパウダーとシロップ、氷を合わせ、すっきりとしたチョコレート風味の味わいが楽しめます。カップの中とトッピングにホイップクリームをのせて、仕上げにマンゴーパッションソースで真っ暗な空に光る雷様を表現しています。見た目だけでなく、雷様が大きな音を立てて鳴り響く感覚と、飲んだ時の楽しさを感じていただくために、パチパチとはじけるキャンディを使用し、いつまでも栃木の大切なものとして「雷様」を未来に繋げていきたいという想いを込めました。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '群馬 だんべぇ ヨーグルト マンゴー フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/10.jpg',
                explain: '『そうなん!? ぐんま』 ～もっと群馬のこと知って・話してみんべぇ!!～をテーマに、「へー、そうなんだ！新しい群馬の魅力を知って、もっと群馬のことが好きになった！」と感じていただける商品を考案しました。群馬県の県花でもある「れんげつつじ」をイメージし、オレンジ色が特長的なマンゴーとパッションフルーツのジュースベースを、ヨーグルトベースに混ぜ合わせました。ヨーグルトのさわやかな風味に、マンゴージュースベースの甘酸っぱいトロピカルな味わいが重なる、満足感のある飲み心地に仕上げました。「れんげつつじ」の花言葉は、「情熱」、「堅実」と言われ、いつまでも地域の皆さまに愛していただけるように情熱を持ってお迎えし、つながりをいつまでも大切にしていきたいという想いを、この商品に込めています。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '埼玉 多彩玉 ストロベリー ＆ シトラス フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/11.jpg',
                explain: '「おかえりなさい」のように、地域のお客様をお迎える場所でありたいとして、地域のお客様にお楽しみいただける埼玉への地元愛の詰まった商品を考案しました。シトラス風味をベースに、仕上げにストロベリーソースを混ぜ合わせ、太陽の光の中で美しく咲き誇る彼岸花をイメージしたフラペチーノ®です。また、ゆず果皮が特徴の「シトラス果肉」を加え、夏場は快晴の日が続き、猛暑となる埼玉でさわやかにお楽しみいただけるようにと工夫しました。トッピングには、情熱をイメージしたピンク色と、快晴をイメージしたブルー、キラキラと輝く２色のアラザンを使用し、見た目にも「多彩」な華やかさを添えました。アラザンの輝きは太陽の輝きと重ねて、地域の皆様とのつながりやこれからの未来への想いを込めています。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '千葉 なごみ みたらし コーヒー クリーム フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/12.jpg',
                explain: '『We have “つなげるちから“　ありのままの千葉が好き』をテーマに掲げ、商品を考案しました。ホワイトチョコレート風味のシロップを加えたミルキーな味わいのベースに、地域の皆さまに親しまれている千葉県産の醤油を使用したみたらしソースとコーヒーを合わせたみたらしコーヒーソースを使用し、醤油とコーヒーの香ばしさとやさしい甘さのハーモニーをお楽しみいただけます。みたらしコーヒーソースを全体にマーブル状に混ぜこみ、また、ホイップクリームの上にもトッピングし、美しくデザート感あふれるビジュアルに仕上げ、みたらしの甘さとコーヒーの香ばしさの両方が楽しめる味わいです。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '東京 オリジン コーヒー ジェリー キャラメル フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/13.jpg',
                explain: 'これからも私たちは、オーナーシップを大切に、多彩で多才な個性溢れるパートナーが、多くの皆さまに、とことん元気に、とことん明るく、とことんワクワクを届けていきたいと思っています。この想いを 「TOKYOSHIP」という造語で表現し、「TOKYOSHIP」をテーマに夢と希望を届けるフラペチーノ®を考案しました。TOKYO ローストと生乳を使用したコクのあるクリームをブレンドしたベースに、エスプレッソ ローストで作ったオリジナルのコーヒージェリー、キャラメルソースを合わせました。仕上げにホイップクリームとさらにキャラメルソースをトッピングし、コーヒーのほろ苦さとキャラメルの甘さが絶妙な一杯に仕上げました。TOKYOローストのまろやかな味わいに、コク深くさわやかな後味のクリームが織りなすクリーミーなコーヒー体験と、コーヒージェリーの食感が楽しい一杯です。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '神奈川 サマー ブルー クリーム フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/14.jpg',
                explain: '『巻き起こせ!! KANAGAWA Big Wave』をテーマに、新しいことをいち早く取り入れてきた地域の皆さまに、今までの25年間の感謝を伝えながら、ちょっとワクワクするような、未来に向けて大きな『波』を起こすようなフラペチーノ®を考案しました。神奈川の青い海、青い空をアイデアに、マメ科の青い花”バタフライピー”を使ったバタフライピーティーシロップとミルクをブレンドし、ほんのりと甘い優しいミルク風味のベースで、淡いブルーが特徴のフラペチーノ®に仕上げました。カップに入れたホイップクリームと混ぜ合わせるとさらにクリーミーさが増し、なめらかな口当たりを感じていただけるのも楽しみの一つです。トッピングにはシトラス果肉をのせ、海面に反射した太陽の光がキラキラと輝く様子や、海の向こうに夕日が沈んでいく様子など、神奈川県民に親しみのある風景を表現しました。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '新潟 ばっかいい 柿の種 チョコレート フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/15.jpg',
                explain: '『ばっかいい新潟！！だっけ新潟好きなんさ』をテーマに、新潟県を愛しているパートナーの地元への想い、新潟の冬の雪深さのように人と人とのつながりが深く、この新潟との深いつながりを大切にしてきた想いをフラペチーノ®で表現しました。チョコレートの味わいを存分に楽しめるチョコレート風味のベースに、チョコレートチップや砕いた柿の種を加え、甘さと塩味のコンビネーションやカリっとした食感が楽しく、トッピングにも砕いた柿の種を使用しました。新潟を代表する柿の種のように私たちもいつまでも地域の皆さんに愛される存在でありたい、と想いを込めています。「新潟のあっちぇ夏は、しょっぺえ米菓とひゃっこいフラペチーノ®が、ばっかうんめよ」そんな楽しみ方を発見していただきたい一杯です。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '富山 まるで スイカっちゃ フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/16.jpg',
                explain: '『“きときと富山”~AMAZING TOYAMA“~』をテーマに、富山の「すごい」と誇れることをフラペチーノ®で表現しました。スイカジュースと酸味のあるパッションティーを合わせたスッキリとした華やかな味わいのスイカ風味のベースに、ホイップクリームをのせて、その上には黒色のチョコレートソースと緑色の抹茶パウダーをトッピングし、黒と緑のスイカの模様に見立てました。富山の「すごい」を表現した商品には、地域への感謝や、地域を大切に思う気持ちを込め、地域のお客様にお届けします。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '石川 いいじ 棒ほうじ茶 フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/17.jpg',
                explain: '「がんこいいじ 石川！」をテーマに、”Very Nice”を意味するがんこいいじ、な石川の魅力を感じていただけるようなフラペチーノ®を考案しました。加賀 棒 ほうじ茶を使用した、 石川ならではの味わいのフラペチーノ® です。 大変高価なものであったお茶を、 金沢の茶商林家新兵衛が捨てる部分であった茎を焙じたことに始まり、 それが地域の日常となった歴史に着目し、 私たちも加賀 棒 ほうじ茶のように長く地域に愛される存在となりたい、 という想いを込めました。ベースの部分は、 ミルクと加賀 棒 ほうじ茶を合わせてブレンドし、 ホイップクリームの上からも加賀 棒 ほうじ茶 パウダーをかけて、 ミルキーな味わいとともに加賀 棒 ほうじ茶のやわらかな香ばしさと豊かな香りを楽しめる仕上がりとなっています。 ',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '福井 ほやほや 米ポン 抹茶 フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/18.jpg',
                explain: '『福、つるつるいっぱ井！』。 「つるつるいっぱい（溢れるほどいっぱい）」の地元愛を育みながら沢山の魅力をお客様とともに発見し、「やっぱり福井っていいな～」と、感じていただきたく、テーマとして掲げました。福井でよく見られる景色のひとつである田園風景の“緑”を抹茶で表し、ホワイトチョコレート風味のシロップを加えたミルキーな味わいをベースとしました。「米ポン（ポン菓子）」をフラペチーノ®の中に混ぜ込み、トッピングにも使用して、米ポンのサクサクとした食感やお米の甘みを感じられる、福井ならではの味わいを作り出しました。カップの中にもホイップクリームを加えることでクリーミーさを感じられる、幅広い年代のお客様にお楽しみいただけるような一杯に仕上げました。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '山梨 ててっ!! ぶどう ホワイト チョコレート クリーム フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/19.jpg',
                explain: '『ててて!!　山梨やっぱいいじゃん　いざ出陣!』をテーマに、山梨のパートナーが地域の魅力に目を向け、豊かさが溢れる“ハートフルな山梨”を、一杯のフラペチーノ®に込めて考案しました。ホワイトチョコレート風味の優しい甘みのベースに、ぶどうシロップとホワイトチョコレート風味シロップを合わせたソースをマーブル状にスワールし、ホイップクリームにも同じソースをトッピングしました。ジューシーなぶどうの甘みがホワイトチョコレートの風味に包まれ、思わず、「ててっ！！」「山梨やっぱいいじゃん」と言いたくなるような、これまでにない味わいをお楽しみください。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '長野 まろやか りんごバター キャラメル フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/20.jpg',
                explain: '“『行くしない!?』　『来るしない!!』　みんなでつながる信州スターバックス“をテーマに、お客様が「スターバックス、行こうよ！」とお互いに誘い合い、パートナーは「スターバックスにおいでよ！」と思わず声を掛けたくなるような、信州のスターバックスと地域の皆さまとのつながりを感じていただける”特別な一杯”を考案しました。口あたりなめらかなりんごバターをカップの底に入れてキャラメル風味のベースを注ぎ、りんごの優しい味わいとキャラメル風味のベースが重なった「キャラメルアップル」のようなデザート感のある味わいに仕上げました。長野県のりんごとキャラメルソースのコンビネーションで、スターバックスと地域の皆さまとのつながりを表現した一杯です。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '岐阜 やおね 抹茶 コーヒー ジェリー フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/21.jpg',
                explain: '「お届けしよう！GIFTIME！（ぎふタイム）」をテーマに掲げました。『GIFTIME （ぎふタイム） 』とは、岐阜ならではの穏やかな自然の中で、家族や気の合う仲間とともに楽しいひとときを過ごす、岐阜の皆さまが大切にされている豊かな時間を表す造語です。フラペチーノ®のベースには抹茶とダークモカパウダーを使い、抹茶とチョコレートの馴染み深い組み合わせで岐阜の優しい県民性を表しました。カップの底には、岐阜の雄大な自然から川の岩や石をイメージした、スターバックスのエスプレッソローストから作ったコーヒージェリーをあしらい、ジェリーの食感や、清涼感あるのど越しを楽しめるよう工夫しました。また、緑豊かな岐阜の山々を、ホイップクリームとトッピングの抹茶パウダーで表現しました。一口飲めば、岐阜の雄大な自然の中で過ごす『GIFTIME』体験が思い浮かぶようなフラペチーノ®です。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '静岡 みかんシトラス だらーけ フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/22.jpg',
                explain: 'テーマは、「東部×中部×遠州=みんなで日本イチだもんで」。静岡県は東部、中部、遠州の三地域に分かれており、長い歴史の中でそれぞれの文化が発達してきた経緯があります。地域のお客様を想いながら、このテーマを感じられるフラペチーノ®を考案しました。フラペチーノ®のベースとなる部分は、静岡を代表する特産品のひとつのみかんをセレクトし、みかんシロップとホワイトチョコレート風味のシロップを合わせてブレンドしました。やさしい色味のみかん風味のベースに、カップの底にはシトラス果肉を入れて、重なる柑橘の味わいが印象的な一杯に仕上げました。トッピングにはホイップクリームと抹茶パウダーをのせて、富士山をイメージ。フラペチーノ®全体で静岡を感じ、スターバックス流にみかんを楽しめる一杯です。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '愛知 でらうみゃ あんこコーヒー フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/23.jpg',
                explain: '「みんなに感謝しとるよ～」の気持ちと、未来に向けて開く新たな1ページ、両方の意味を込め、 「でぇ～ら、ありがとう これからもいつまでも！！！ 」をテーマに掲げ、「でぇ～ら、感謝しとるよ」の気持ちが込められた、「愛知の喫茶店のモーニングサービス」のように大満足出来るフラペチーノ®を考案しました。「なごやめし」として地域の皆さまに親しまれている小倉トーストからインスピレーションを得て開発しました。あんこソース、コーヒー、チョコレートチップ、ホイップクリームを組み合わせ、ほんのり感じるコーヒーの風味と粒あんのようなチョコレートチップの歯ざわりが、愛知の喫茶店のモーニングサービスを思わせる一杯です。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '三重 伊勢茶 ＆ シトラスやに！ フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/24.jpg',
                explain: '『三重が好きやよ　むっちゃ好きやに　ずっと好きやんな三重』をテーマに、地域への誇り・地元への愛着・絆を、お客様とともにこれからも強めていきたいという想いを込めたフラペチーノ®を考案しました。カップの底にホイップクリーム、ゆず果皮の食感が特徴のシトラス果肉を重ね、三重県を代表する伊勢茶とミルクをブレンドしたベースを注いで、白、オレンジ、緑の3層が重なる見た目にも楽しめるフラペチーノ®に仕上げました。緑色部分は三重の豊かな自然、オレンジ色部分は三重県の暖かい人柄をイメージし、ビジュアルからも三重を感じていただけます。シトラス果肉と伊勢茶を合わせることで、フルーツの酸味とお茶のほろ苦さのコンビネーションが楽しめる、さわやかな味わいの一杯です。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '滋賀 びわブルー シトラス クリーム フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/25.jpg',
                explain: '日常に欠かせない存在である琵琶湖への思いと、滋賀のスターバックスの地域の皆さんへの想いを重ね合わせ、琵琶湖をアイデアのベースとし、いつまでも大切にしていきたい“まごころ”や“思いやりのこころ”を込めて考案しました。ホワイトチョコレート風味のベースに、爽やかなブルーが特長のマメ科の青い花“バタフライピー”を使ったバタフライピーティーシロップを加えて白とブルーのマーブル模様を作り、琵琶湖を想起させる見た目としました。そのベースとホイップクリームの間にはシトラス果肉を加え、夕方になると琵琶湖に映る、キラキラと輝く夕日を表現し、滋賀の山々に見立てたホイップクリームと抹茶パウダーをトッピングしました。優しい甘さ・ミルキーな味わいに、甘酸っぱい酸味が重なる、爽やかな風味をお楽しみください。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '京都 はんなり 抹茶きなこ フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/26.jpg',
                explain: '京都への敬意とこれまでの感謝、未来に向けた強いつながりへの希望の気持ちを込めて、テーマを「Rediscover　STARBUCKS KYOTO」 ～おおきに　ARIGATOSAN！～として、商品を考案しました。おばんざいに欠かすことのできないお豆腐、湯葉、お揚げさんの原料となる大豆に着目し、きな粉を使用するレシピとしました。京都出店20周年を記念した限定商品でも大変好評いただいた人気の高い抹茶に、ホワイトチョコレート風味のシロップときな粉を加え、ホイップクリームの上にもきな粉をトッピングしました。抹茶にきな粉の香ばしい風味が重なり、お互いを引き立て合う「はんなりとした味わい」をお楽しみいただけます。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '大阪 めっちゃ くだもん クリーム フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/27.jpg',
                explain: '『MOTTO Omoroi　~てんどん~』をテーマに、お笑い用語の「てんどん」のように、地域のお客様に「もっとおもろい！」と思っていただき、繰り返し楽しみたくなるような商品を考案しました。戦後に大阪で生まれて以来、喫茶店、カフェ、ジューススタンドなど、街の至るところで身近に楽しむことができ、大阪の皆様に愛されている「ミックスジュース」をアイデアに生まれました。バナナやりんご、桃、オレンジなどのフルーツが入ったミックスジュースに、マンゴーやパッションフルーツなどトロピカルな味わいをブレンドし、ホイップクリームを合わせてクリーミーな味わいにしました。仕上げにはマンゴーソースとチョコレートソースをトッピングし、まるでチョコバナナのような懐かしさも感じられる、大人から子どもまで楽しめる味わいの一杯です。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '兵庫 大人の ばりチョコ はいっとう クリーミー フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/28.jpg',
                explain: '『BE A ばりカラフル HYOGO』をテーマに、“ばりカラフル”な魅力が詰まった兵庫の街をモチーフとしたフラペチーノ®を考案しました。ダークモカパウダーとチョコレートチップ、しっかりとした生乳を使用したコクのあるクリームを合わせたクリーミーなチョコレート風味のベースにホイップクリームとシェイブチョコレートをのせて、チョコレートづくしの一杯に仕上げました。ストローをさす場所によって異なるチョコレートの味わいとチョコレートチップの食感も楽しく、チョコレートを存分にお楽しみいただけます。外観を茶色のグラデーションにすることで土や大地をイメージし、あたたかさ、深さ、堅実、安定、安心、大人らしさなど、カラフルな魅力を伝えるために、様々な茶色が持つイメージを重ね合わせ、兵庫のスターバックスはいつまでも大地のようにあたたかい、安心感のある存在でありたいと想いも込めました。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '奈良 ならでは ほうじ茶 ホワイトチョコレート フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/29.jpg',
                explain: '『新奈良時代　奈良ならではのNARA体験を届けよう!!』をテーマにフラペチーノ®を考案しました。歴史ある奈良ならではの風景を、香ばしい香りを楽しむほうじ茶で表現しました。ほうじ茶は奈良の郷土料理の茶粥でも使用され、地域の皆さまに親しみのある食材として選定しました。そのほうじ茶とホワイトチョコレート風味のシロップを合わせ、香ばしさとミルク感を融合させた味わいとし、ホイップクリームに抹茶をあしらって緑豊かな風景に見立てた外観としました。ほうじ茶の香ばしさと抹茶のほんのりとしたほろ苦さで、茶粥を食した時のようなホッと心温まる気分に誘う、「奈良ならでは」の体験をお楽しみください。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '和歌山 つれもてのもら みかんシトラス フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/30.jpg',
                explain: '『和歌山Smile -みんなの元気を創っていこら！』をテーマにフラペチーノ®を考案しました。みかんジュースとシトラス果肉、無脂肪ミルクを合わせた、みかんの風味が引き立てられたさっぱりとした味わいをベースとして、みかんの爽やかな味わいとシトラス果肉の食感が楽しい一杯に仕上げました。柑橘の黄色がまぶしい和歌山のフラペチーノ®は、太陽をいっぱい浴びた和歌山のみかんのように、元気を与えてくれる印象的な外観が特徴の一つです。スターバックスも和歌山のみかんのように、地域の皆さまに愛され、そしてたくさんの元気と笑顔を届けられるような存在となれるようにと願いを込めました。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '鳥取 がいな キャラメル クリーミー フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/31.jpg',
                explain: '『シャイなわたし　実は・・TOTTORI大好きだに！ 』をテーマに、豊かな自然が育む海の幸や鳥取を代表する「鳥取砂丘」をイメージし、季節や時間帯で様々な表情をみせる砂丘の魅力を、フラペチーノ®で表現しました。コーヒーにキャラメル、生乳を使用したコクのあるクリームを氷とブレンドして、コクとクリーミーな味わいを楽しめるだけでなく、見た目に砂丘をイメージできるように、カップに沿わせたキャラメルソースで風紋のような模様を描きました。仕上げにはホイップクリーム、キャラメルソース、キラキラと輝くゴールドシュガーをトッピングし、県内のどの市町村からも流れ星が見えやすい鳥取県の、きれいな星空を写実的に表現しました。ストローをさす位置によって香ばしいキャラメルの風味を楽しむことができ、濃厚な舌触りで高い満足感を得られる一杯です。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '島根 クリーミー 抹茶 コーヒー ご縁 フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/32.jpg',
                explain: '『土地の縁・歴史の縁、そして人の縁』をテーマに、土地や歴史、人とのつながりを感じられ、島根とスターバックスの縁を体現するようなフラペチーノ®を考案しました。抹茶と生乳を使用したコクのあるクリームを合わせたベースにコーヒーを合わせ、コーヒーの香ばしさと抹茶のほろ苦さが重なるコクのある味わいに仕上げました。トッピングには、ホイップクリームと抹茶パウダー、シルバーシュガーをのせて、かつて「銀」「銅」「鉄」といった金属産業が栄えていた背景を、写実的に表現しました。島根県とのご縁、地域の皆さまとのご縁を感じながら、これからも多くのご縁を育んでいきたいという思いを、この一杯に込めました。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '岡山 でーれー フルーツ サンシャイン フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/33.jpg',
                explain: '岡山県は「晴れの国おかやま」という愛称で呼ばれるほど、晴れの天候が多く、日照時間も長いことから、果物の栽培にも向いている土地として知られており、くだもの王国とも称されています。そんな県の特長から、テーマを「今日もみんなで晴れバレ」にしました。フルーティーなシトラスにホワイトモカシロップを加えたベースに、スターバックスで夏に人気を博しているピーチの果肉を合わせ、さらにカップの中にシトラス果肉を加えた、太陽のような明るさの、フルーツ感溢れるフラペチーノ®です。ストローで一口飲むと、シトラス風味の爽やかな味わいのベースとともに、ピーチやシトラスの果肉が口の中で合わさり、種類の異なるフルーツ果肉の食感が楽しめる、思わず笑顔が溢れるような一杯に仕上げました。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '広島 瀬戸内レモン ＆ シトラスじゃけえ フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/34.jpg',
                explain: 'これからの未来も、お客様とともに元気になれる瞬間や平和への想いを分かち合い、明るく元気な広島が続くことをイメージし、『＃LOVE ＆ PEACE HIROSHIMA』をテーマに商品を考案しました。カップ全体で『＃LOVE ＆ PEACE HIROSHIMA』を表現。印象的な赤色は、広島への郷土愛や、情熱的な広島の皆さまを表し、ハイビスカスをベースにしたハーブティー「パッションティー」を加え、鮮やかな色調の第一印象となるよう仕上げました。また、『PEACE』をホイップクリームとハチミツのほっとする甘みで、『HIROSHIMA』をレモンで、それぞれ表現しています。真っ赤なパッションティーと瀬戸内レモンを使用したベース、シトラス果肉が美しく混ざり合う見た目はもちろん、華やかで爽やかな風味と、ハチミツとホイップクリームのやわらかな甘みが織りなす多彩な味わいをお楽しみいただけます。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '山口 かさねちょる ごまっちゃ フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/35.jpg',
                explain: 'これまでのご愛顧に感謝をし、これからも地域のみなさまに末永く愛され、山口の歴史のように語り継がれていくような存在となりたいという想いから、「あふれちょるフレッシュな力！これからも重ねる歴史（つながり）」をテーマにフラペチーノ®を考案しました。ごまの豊かな風味と奥深い味わいを歴史に見立て、抹茶パウダーを組み合わせて豊かな自然を表し、歴史と自然が融合した山口県を表現しました。ドリンク全体に広がる「ごま」、抹茶パウダー、ホイップクリームの三層は、見た目に美しいだけでなく、ストローをさす位置によって様々な味わいをお楽しみいただけます。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '徳島 ジューシー すだち シトラスやっとさー フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/36.jpg',
                explain: '『踊るし、誇るし、徳島やし!!』をテーマに、地域の皆さまが心躍るような、徳島をさらに好きになるようなフラペチーノ®を考案しました。すだちのシロップにシトラス果肉を合わせ、氷を加えてブレンドし、さらに仕上げにもすだちのシロップをミックスしたシトラス果肉を加え、すだちのさわやかな香りと酸味にゆず果皮の食感がアクセントとなる味わいです。トッピングには、ホイップクリームとハチミツをのせすだちの酸味によく合うまろやかさを加え、心躍るような商品に仕上げました。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '香川 和三盆 抹茶にしぃまい フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/37.jpg',
                explain: '「まぁ、いっぺんやってんまい！」と、一歩踏み出す勇気や明日への元気やワクワクを感じていただきたいという気持ちや、地元の魅力を再発見して、地元をもっと好きになって、誇りに思ってもらえるようなきっかけをつくりたい、という想いを込めたフラペチーノ®です。ミルク風味のベースに和三盆と氷を加えブレンドし、抹茶とホワイトチョコレート風味のシロップを混ぜ合わせたソースをマーブル状に混ぜこんで、和三盆のまろやかな甘さと抹茶のほろ苦さのコントラストを楽しめる味わいとしました。ホイップクリームの上にも和三盆をたっぷりのせることで、和三盆が放つ趣のある雰囲気を感じていただけるとともに、直接口の中で和三盆を感じ取ることができます。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '愛媛 すごいけん! キウイフルーツ フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/38.jpg',
                explain: '愛媛県は、キウイフルーツの栽培における長年の苦労やチャレンジなど、様々なことを乗り越えてきた歴史があり、努力が実って安定的に大量の味の良いキウイフルーツを供給できる産地としての基盤が確立され、現在に至ります。スターバックスカラーのグリーンと同じみどりの愛媛県産のキウイジャムを使用したフラペチーノ®を考案しました。バニラ風味のベースにキウイジャムをスワールし、ホイップクリームをトッピング。ストローをさす位置によって、バニラ風味のベースと甘酸っぱいキウイジャムが重なり、口の中にフルーティーな味わいが広がります。シンプルなベースにキウイジャムの素材の味わいがダイレクトに楽しめる一杯に仕上げました。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '高知 ジンジャーシトラスやき フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/39.jpg',
                explain: '「よっちょれ!!よっちょれ!!みんな高知の家族やき！」をテーマに、「スターバックスもええものあるき！」と思っていただけるようなフラペチーノ®を考案しました。バニラ風味の優しい味わいのベースに、シトラス果肉とジンジャーシロップを合わせて混ぜ込み、しょうがやシトラスの風味、ゆず果皮の食感を楽しめる味わいに仕上げました。ホイップクリームにはジンジャーシロップとシトラス果肉をミックスしたものをトッピングし、キラキラと輝く見た目でよさこい祭りのエネルギッシュな様子を表現しました。一口飲むと、優しいバニラ風味に甘酸っぱいジンジャーシトラス果肉の味わいが口の中に広がり、ほんのり感じるしょうがのスパイシーさが癖になる、何度も飲みたくなるフラペチーノ®です。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '福岡 八女茶やけん フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/40.jpg',
                explain: '『ちかっぱ語り、ばりつながって、ともに広げるばい、福岡やけん！』をテーマにフラペチーノ®を考案しました。“ちかっぱ”と“ばり”は、「とても」を意味する方言で、ここには「地元福岡やスターバックスに愛着を持っていただき、お客様と共にこれからの福岡をちかっぱ盛り上げていく」という、未来へのメッセージが込められています。八女茶と無脂肪乳を氷とブレンドしたベースに、ホワイトチョコレート風味のシロップを加え、ホイップクリームにも八女茶パウダーをあしらいました。無脂肪乳を使用し、すっきりとした味わいと、豊かに香り立つ八女茶を引き立て、お茶が主役のフラペチーノ®に仕上げました。福岡の誇りでもある八女茶のように、地域の皆さまにちかっぱ愛される存在となれるように想いを込めたフラペチーノ®をお楽しみください。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '佐賀 ちかっと カリカリシュガー ＆ チョコレート フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/41.jpg',
                explain: '「やっぱよかね。”SAGA”ね。」をテーマに商品を考案し、スターバックスならではのワクワク感や楽しい要素を加えながら、実家に帰ってきたような、ほっとできる安心など感じていただけるようなフラペチーノ®を完成させました。カップ全体で佐賀県を表現しており、幅広い世代の皆さんに親しまれているチョコレート風味のベースに、ホワイトチョコレート風味のシロップを合わせ、さらにブラウンシュガーを加えて、カリっとした食感を楽しめる一杯に。チョコレート風味の茶色のベースに描いた白いラインは、砂糖文化を広めた長崎街道シュガーロードをイメージし、トッピングの抹茶パウダーは広大な佐賀平野を表現しました。チョコレートやホワイトチョコレートの風味と、ブラウンシュガーのカリカリとした歯触りが特徴の、見た目からも佐賀県を想起出来る一杯です。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '長崎 カステラコーヒーやん！ クリーム フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/42.jpg',
                explain: '『もってこーい！よってこーい！長崎！ 』をテーマとして商品を考案しました。 「もってこーい！」は「長崎くんち」で、アンコールの意味で使われる掛け声を指しており、地域の方々に対する「また来てくださいね！」という想いを表し、「よってこーい！」は長崎の魅力を再発見し、長崎くんちのように地域を盛り上げていきたいという願いを表しています。ミルクとホワイトチョコレート風味のシロップをブレンドしたやさしい味わいのベースに、「エスプレッソロースト」を抽出して浸み込ませたカステラを混ぜ合わせ、ホイップクリーム、ブラウンシュガー、ハチミツをトッピングしました。エスプレッソローストの香ばしい風味が染みたカステラとミルク風味のコンビネーションに加え、トッピングのブラウンシュガーとハチミツで、長崎カステラの特徴であるざらめ糖のようなカリカリとした食感と、ハチミツの味わいを、それぞれお楽しみいただけます。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '熊本 ザクザクビスケットばい ＆ チョコレート フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/43.jpg',
                explain: '「情熱のくまもと 好きばいくまもと 燃えたぎるくまもと」をテーマに、フラペチーノ®を考案しました。ダークモカパウダーを無脂肪ミルクと合わせてブレンドした、すっきりとした喉ごしのベースに、ザクザクとした食感が楽しいブラックココアビスケットを加えました。ホイップクリーム、ブラックココアビスケット、ストロベリーソースをトッピングして、見た目にも華やかに仕上げました。カップの中にしのばせたホイップクリームは阿蘇ミルクロードに見立てており、ココアビスケットは阿蘇山の力強さ、情熱的な赤色のストロベリーソースは熊本への郷土愛を、それぞれ表しています。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '大分 ワクワク かぼすシトラスっちゃ フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/44.jpg',
                explain: '「湧く沸くおおいた　不滅の源泉」をテーマとし、フラペチーノ®を考案しました。スターバックスが、ポコポコと湧き続ける温泉のように、あたたかい人と人とのつながりを生み出し続け、いつまでもワクワクできる場所でありたいという想いを込めています。かぼすジュースベースを氷と合わせてブレンドし、シトラス果肉を合わせて、ホイップクリームとハチミツをのせて仕上げました。かぼすのさわやかな香りとほのかな酸味に、甘酸っぱいシトラス果肉の風味と食感が加わって、思わず気持ちがワクワクする一杯。かぼすのさわやかな風味に組み合わせたホイップクリームのまろやかさは、ハチミツの甘みがまとめ役となり、初夏に相応しいすっきりとした味わいです。また、ポコポコと温泉が沸き立つ様子を、カップの底にしのばせたシトラス果肉で表現しました。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '宮崎 てげキラッキラ 日向夏 フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/45.jpg',
                explain: '『てげキラッキラな太陽のように、てっげ輝く未来を語り合おう』をテーマにフラペチーノ®を考案しました。地域のお客様に『てげキラッキラな太陽』のような宮崎の魅力をフラペチーノ®を通じて感じていただきながらつながりを深め、一緒に未来を語り合えるような存在となりたいという想いを込めました。宮崎県産日向夏のベースを氷とブレンドし、マンゴーソースを加えて黄色のコントラストを作り、ホイップクリームとシトラス果肉をトッピング。カップ全体で「てげキラッキラな太陽」と宮崎の明るくあたたかな県民性を表現しました。日向夏の爽快な酸味と風味、マンゴーソースの甘さが融合し、シトラス果肉の食感が楽しい一杯に仕上げました。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '鹿児島 ちゃいっぺ 黒蜜クリーム フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/46.jpg',
                explain: '「ちゃいっぺ～スターバックスのおもてなし～」をテーマにフラペチーノ®を考案しました。「ちゃいっぺ」とは、 慌てず急がずお茶を一杯飲んで行ってくださいという昔から伝わる相手の事を気づかう鹿児島の方言です。黒蜜とチョコレートチップ、ミルクをブレンドしたベースに、黒蜜ソースを加え、仕上げにはホイップクリーム、抹茶パウダーと黒密をトッピングしました。抹茶パウダーと黒蜜で、豊かな自然と噴煙が立ち上るような雄大な桜島に見立てています。黒蜜のコクのある甘さとチョコレートチップの食感、さらにストローをさす位置によって黒蜜の味わいが変化する商品で、様々な世代の方に親しまれる味わいに仕上げました。',
                money: [
                    'Tall ￥682'
                ]
            },
            {
                name: '沖縄 かりー ちんすこう バニラ キャラメル フラペチーノ',
                picture: './Picture/Starbucks/47JIMOTO/47.jpg',
                explain: '「ゆいまーる」や「いちゃりばちょーでー」が表すように、人と人とのつながりや誰かのために思いやるチムグクル（心）は特に大切にされており、この想いを「島人の誇り」としてテーマに掲げ、今回のフラペチーノ®を考案しました。バニラ風味とミルクの優しい味わいのベースに、ほんのり塩味のある「ちんすこう」を丸ごと1個入れて氷とブレンドし、キャラメルソースを合わせました。仕上げにはホイップクリームと、砕いた「ちんすこう」をトッピングします。ざくざくと砕かれた「ちんすこう」とバニラ風味、キャラメルソースが絡み合い、ほんのり塩味のあるやさしい風味と歯触りが楽しい、デザート感のある一杯に仕上がりました。地域の皆さまに親しまれている「ちんすこう」とスターバックスのフラペチーノ®を組み合わせることで、地元の皆さまにお楽しみいただける味わいが完成しました。',
                money: [
                    'Tall ￥682'
                ]
            }
        ],
        '季節のおすすめ': [{
                name: 'ピンク フローズン レモネード & パッション ティー',
                picture: './Picture/Starbucks/SeasonalRecommendations/1.jpg',
                explain: 'パッション ティーに、ピンクグレープフルーツとレモン果汁ベースのピンク フローズン レモネードを合わせた、さわやかな味わいのビバレッジです。華やかな見た目と鮮やかなカラーで気持ちをアップリフトしてくれる、夏にぴったりな一杯です。',
                money: [
                    'Tall ￥539'
                ]
            },
            {
                name: 'ゆず シトラス & ティー',
                picture: './Picture/Starbucks/SeasonalRecommendations/2.jpg',
                explain: 'ティーに、グレープフルーツ・オレンジ・レモン・ゆず果皮をミックスしたシトラス果肉を組み合わせました。アイスはブラックティー、ホットはイングリッシュ ブレックファスト ティーを使用し、香り高くすっきりとした飲み心地に仕上げています。さわやかで香り豊かなティービバレッジで、リラックスしたひとときをお過ごしください。',
                money: [
                    'Short ￥462',
                    'Tall ￥506',
                    'Grande ￥550',
                    'Venti ￥594'
                ]
            },
            {
                name: 'ほうじ茶 & クラシックティー ラテ',
                picture: './Picture/Starbucks/SeasonalRecommendations/3.jpg',
                explain: 'ほうじ茶とブラックティー、2種類の茶葉を組み合わせたアイスティーに、コクのあるクリームと、まろやかな甘さのホワイトモカシロップを合わせました。2層仕立てになっているので、お好みのタイミングで全体を混ぜ、クリーミーになっていく味の変化を楽しむことができます。豊かな香りと奥深い味わいで、日常にひとときの癒しをもたらすティービバレッジです。',
                money: [
                    'Tall ￥506'
                ]
            },
            {
                name: 'スターバックス ストロベリー フラペチーノ',
                picture: './Picture/Starbucks/SeasonalRecommendations/4.jpg',
                explain: '色鮮やかなストロベリーソースとミルクを合わせたフラペチーノ®。仕上げにホイップクリームをトッピングしています。ストロベリーの爽やかな果実感とミルクの優しい甘さが、リラックスしたい時にぴったりの、何度でも飲みたくなる味わいです。',
                money: [
                    'Tall ￥649'
                ]
            },
            {
                name: 'チャイ チョコレート フラペチーノ',
                picture: './Picture/Starbucks/SeasonalRecommendations/5.jpg',
                explain: '紅茶の味わいにスパイスを効かせたオリジナルシロップと、ミルクのバランスが絶妙に調和しチョコレートのアクセントと共に楽しめるビバレッジ。',
                money: [
                    'Tall ￥616'
                ]
            },
            {
                name: 'オレンジ & パイナップル コナ ポップ ティー',
                picture: './Picture/Starbucks/SeasonalRecommendations/6.jpg',
                explain: '南国ハワイの島々からインスパイアされ、甘酸っぱいフルーツと花びらやつぼみを使用したTEAVANA™「パイナップル コナ ポップ」に、パイナップルとオレンジの果肉を合わせ、夏らしく爽やかな味わいに仕上げました。 ハワイを代表するトロピカルカクテル ”マイタイ” の見た目やフレーバーの組み合わせをイメージしたティー クリエイションです。洗練されたブレンドティーの本格感とフルーツ感を同時に楽しめます。',
                money: [
                    'Tall ￥649'
                ]
            },
            {
                name: 'オレンジ & パイナップル コナ ポップ ティー フラペチーノ',
                picture: './Picture/Starbucks/SeasonalRecommendations/7.jpg',
                explain: '南国ハワイの島々からインスパイアされ、甘酸っぱいフルーツと花びらやつぼみを使用したTEAVANA™「パイナップル コナ ポップ」に、パイナップルとオレンジの果肉を合わせ、夏らしく爽やかな味わいに仕上げました。 ハワイを代表するトロピカルカクテル ”マイタイ” の見た目やフレーバーの組み合わせをイメージしたティー フラペチーノ®です。',
                money: [
                    'Tall ￥748'
                ]
            },
            {
                name: 'コールド ブリュー レモネード',
                picture: './Picture/Starbucks/SeasonalRecommendations/8.jpg',
                explain: '爽やかなレモネードを飲むように楽しめる、洗練されたコールド ブリュー コーヒー体験。',
                money: [
                    'ICED ￥858'
                ]
            },
            {
                name: 'コーヒー LOVES コーラ',
                picture: './Picture/Starbucks/SeasonalRecommendations/9.jpg',
                explain: 'レモン、スパイス、バニラなどの素材と、それらに合う風味特徴を持つスターバックス リザーブ®のコールド ブリュー コーヒーを組み合わせて創り出したコーラ体験。',
                money: [
                    'ICED ￥990'
                ]
            },
            {
                name: 'コーヒー チェリー トニック',
                picture: './Picture/Starbucks/SeasonalRecommendations/10.jpg',
                explain: 'ザクロやレモンの鮮やかな味わい。コーヒーチェリーやロースタリーを表現したビバレッジ。メインバーのパートナーとロースター（焙煎士）が開発にかかわりました。',
                money: [
                    'ICED ￥990'
                ]
            },
            {
                name: 'オランジェリー コーヒー',
                picture: './Picture/Starbucks/SeasonalRecommendations/11.jpg',
                explain: 'コールド ブリュー コーヒーの透明感のある味わい、オレンジの優しい甘み、仕上げに注ぐラズベリー ライムエードの甘酸っぱさを感じるビバレッジ。',
                money: [
                    'ICED ￥990'
                ]
            },
            {
                name: 'バレルエイジド ハイボール',
                picture: './Picture/Starbucks/SeasonalRecommendations/12.jpg',
                explain: 'ウイスキー樽の中でエイジングしたコーヒー豆から抽出したコールド ブリュー コーヒーをソーダで割り、爽やかなレモンの香りと爽快感、ウイスキーのような芳醇なコーヒーの風味を楽しめます。',
                money: [
                    'ICED ￥990'
                ]
            },
            {
                name: 'ティバーナ™ フルーツ ポンチ',
                picture: './Picture/Starbucks/SeasonalRecommendations/13.jpg',
                explain: 'ストロベリー ミント ウーロンに、さまざまなフルーツをトッピングした昔懐かしいフルーツポンチの様に楽しめるビバレッジです。ティバーナ™とリテール＆スクープバーのパートナーが開発にかかわりました。',
                money: [
                    'ICED ￥990'
                ]
            },
            {
                name: 'ティバーナ™ コールドブリュー ミント グリーン ティー',
                picture: './Picture/Starbucks/SeasonalRecommendations/14.jpg',
                explain: '静岡煎茶の香駿を水出しにして、甘みと旨みを引き出し、ミントの香りで清涼感をプラス。夏にお勧めの爽やかなコールドブリュー ティー ビバレッジです。',
                money: [
                    'ICED ￥990'
                ]
            },
            {
                name: '葉桜 ファッションド',
                picture: './Picture/Starbucks/SeasonalRecommendations/15.jpg',
                explain: '水出しの香駿に、桜の葉をトッピング。丸氷でゆっくりと楽しむ、まるでカクテルの様に奥深い甘みが楽しめるコールドブリュー ティー ビバレッジです。',
                money: [
                    'ICED ￥1100'
                ]
            },
            {
                name: 'ナイトロティー パイナップル コナ ポップ',
                picture: './Picture/Starbucks/SeasonalRecommendations/16.jpg',
                explain: '自然豊かな南国ハワイの島々からインスパイアされたパイナップル、アップル、バラやマリーゴールドの花びらがふんだんに含まれた華やかなブレンドティーを、ナイトロ抽出で。',
                money: [
                    'ICED ￥935'
                ]
            },
            {
                name: '東京 レモンチェッロ サワー',
                picture: './Picture/Starbucks/SeasonalRecommendations/17.jpg',
                explain: 'ティバーナ™ 香駿を使用したレモンサワーツイスト。アリビアーモ™ バーとプリンチ®のパートナーが開発にかかわりました。※レモンチェッロ リキュールを使用しています。',
                money: [
                    'ICED ￥1870'
                ]
            },
            {
                name: 'バレルエイジド ブラック',
                picture: './Picture/Starbucks/SeasonalRecommendations/18.jpg',
                explain: 'ウイスキー樽で熟成させたコーヒーを使用したお客様自身で仕上げて楽しめるカクテル',
                money: [
                    'ICED ￥2750'
                ]
            },
            {
                name: '中目黒 ポートホール 夏',
                picture: './Picture/Starbucks/SeasonalRecommendations/19.jpg',
                explain: '夏の太陽をイメージしたシェアして楽しめるカクテル。',
                money: [
                    'ICED ￥4400'
                ]
            },
            {
                name: 'アリビアーモ™ フローズン シトラス ラベンダー ピーチ',
                picture: './Picture/Starbucks/SeasonalRecommendations/20.jpg',
                explain: 'ティバーナ™ シトラス ラベンダー セージを使用したフローズンカクテル',
                money: [
                    'ICED ￥2200'
                ]
            }
        ],
        'コーヒー': [{
                name: 'ドリップ コーヒー',
                picture: './Picture/Starbucks/Coffee/1.jpg',
                explain: '世界中のコーヒー産地から厳選された高品質のアラビカ種コーヒー豆を使用したスターバックスの定番商品です。バラエティあふれるコーヒー豆を通して、スターバックスのコーヒージャーニーをお楽しみください。異なるローストレベルのコーヒーを日替わりでご用意していますので、お気に入りの1杯を見つけてみませんか。',
                money: [
                    'Short ￥319',
                    'Tall ￥363',
                    'Grande ￥407',
                    'Venti ￥451'
                ]
            }, {
                name: 'カフェ ミスト',
                picture: './Picture/Starbucks/Coffee/2.jpg',
                explain: '高品質のアラビカ種コーヒー豆を使用したドリップ コーヒーにスチームしたミルクを注ぎ、さらにふわふわのフォームミルクをのせました。やさしくホッとできるビバレッジです。',
                money: [
                    'Short ￥374',
                    'Tall ￥418',
                    'Grande ￥462',
                    'Venti ￥506'
                ]
            },
            {
                name: 'コールドブリュー コーヒー',
                picture: './Picture/Starbucks/Coffee/3.jpg',
                explain: '熱を加えずに14時間かけてゆっくりと水で抽出したコールドブリュー コーヒー。香り高い風味が引き出されるよう、特別にブレンド、ローストしたコーヒー豆を使用しています。豊かな味わいとなめらかな口あたりをお楽しみください。',
                money: [
                    'Short ￥363',
                    'Tall ￥407',
                    'Grande ￥451',
                    'Venti ￥495'
                ]
            },
            {
                name: 'コーヒー プレス',
                picture: './Picture/Starbucks/Coffee/4.jpg',
                explain: '店舗でお取り扱いしている全コーヒー豆の中から、その日の気分に応じて、お好きなコーヒー豆をお選びいただけます。',
                money: [
                    'HOT/ICED ￥473'
                ]
            },
            {
                name: 'ポットサービス',
                picture: './Picture/Starbucks/Coffee/5.jpg',
                explain: 'ミーティングに、来客時に、抽出したてのドリップコーヒーをポットでご用意いたします。あわせて、ペーパーカップ、ポーションミルク、シュガーもご用意いたします。事前にお知らせいただくと、お好きなコーヒー豆を選べます。',
                money: [
                    '約5杯分 ￥1242'
                ]
            },
            {
                name: 'スターバックス® コーヒートラベラー',
                picture: './Picture/Starbucks/Coffee/6.jpg',
                explain: 'いれたてのドリップコーヒー約12杯分（ショートサイズ換算）を持ち帰り専用の新タイプ容器（返却不要）に入れてご用意します。ビジネスからアウトドアまで、いろいろなシーンでスターバックスのコーヒーをお楽しみいただけます。',
                money: [
                    '約12杯分 ￥2916'
                ]
            },
            {
                name: 'スターバックス リザーブ® クローバー',
                picture: './Picture/Starbucks/Coffee/7.jpg',
                explain: 'ご注文ごとに挽いて一杯ずつおつくりするコーヒーをお楽しみいただけます。この貴重な出会いとそれぞれの個性的な味わいを、じっくりとお楽しみください。',
                money: [
                    'Short ￥638',
                    'Tall ￥682',
                ]
            },
            {
                name: 'スターバックス リザーブ® コーヒープレス',
                picture: './Picture/Starbucks/Coffee/8.jpg',
                explain: 'スターバックス リザーブ®は、世界のスターバックスでも限定店舗のみでお取扱いしております。ご注文ごとに挽いて一杯ずつおつくりするコーヒーをお楽しみいただけます。この貴重な出会いとそれぞれの個性的な味わいを、じっくりとお楽しみください。',
                money: [
                    'HOT/ICED ￥638'
                ]
            },
            {
                name: 'スターバックス® ナイトロ コールドブリュー コーヒー',
                picture: './Picture/Starbucks/Coffee/9.jpg',
                explain: 'コールドブリュー コーヒーに窒素ガスを加えることで、まろやかな口あたりとクリーミーな味わいが生まれます。',
                money: [
                    'Short ￥539',
                    'Tall ￥583',
                ]
            },
            {
                name: 'スターバックス® ナイトロ コールドブリュー ムース フォーム ダーク キャラメル',
                picture: './Picture/Starbucks/Coffee/10.jpg',
                explain: 'ほろ苦いキャラメル風味の濃密なムース フォームと、ナイトロ コールドブリュー コーヒーのまろやかな口あたりがお楽しみいただけます。',
                money: [
                    'Short ￥616',
                    'Tall ￥660',
                ]
            },
            {
                name: 'スターバックス® ナイトロ コールドブリュー バニラ スイート クリーム',
                picture: './Picture/Starbucks/Coffee/11.jpg',
                explain: 'バニラ風味のやさしい甘みと、ナイトロ コールドブリュー コーヒーのまろやかな口あたりとクリーミーな味わいがお楽しみいただけます。',
                money: [
                    'Short ￥616',
                    'Tall ￥660',
                ]
            }
        ],
        'エスプレッソ': [{
                name: 'スターバックス ラテ',
                picture: './Picture/Starbucks/Espresso/1.jpg',
                explain: 'リッチな風味のエスプレッソにミルクをたっぷりと注いだラテ。エスプレッソとの相性を追求したミルクにより、コーヒーの余韻をお楽しみいただけます。ミルクのほっとする甘さやエスプレッソの豊かなアロマと一緒に、ゆっくりとした時間をお過ごしください。',
                money: [
                    'Short ￥374',
                    'Tall ￥418',
                    'Grande ￥462',
                    'Venti ￥506'
                ]
            },
            {
                name: 'ソイ ラテ',
                picture: './Picture/Starbucks/Espresso/2.jpg',
                explain: 'リッチなエスプレッソにスチームしたての*豆乳を注ぎ、そのフォームをていねいにトッピングしました。エスプレッソと*豆乳のバランスが絶妙で、やさしい味わいをお楽しみいただけます。',
                money: [
                    'Short ￥429',
                    'Tall ￥473',
                    'Grande ￥517',
                    'Venti ￥561'
                ]
            },
            {
                name: 'アーモンドミルク ラテ',
                picture: './Picture/Starbucks/Espresso/3.jpg',
                explain: 'エスプレッソにスターバックスオリジナルのアーモンドミルクを注いだビバレッジ。エスプレッソのロースト感とアーモンドミルクの香ばしさが織りなす味わいを、お楽しみいただけます。',
                money: [
                    'Short ￥429',
                    'Tall ￥473',
                    'Grande ￥517',
                    'Venti ￥561'
                ]
            },
            {
                name: 'オーツミルク ラテ',
                picture: './Picture/Starbucks/Espresso/4.jpg',
                explain: 'オーツ麦から生まれたオーツミルクをエスプレッソと合わせたビバレッジ。穀物由来の優しい甘みとエスプレッソの相性の良さをお楽しみいただけます。',
                money: [
                    'Short ￥429',
                    'Tall ￥473',
                    'Grande ￥517',
                    'Venti ￥561'
                ]
            },
            {
                name: 'ディカフェ スターバックス ラテ',
                picture: './Picture/Starbucks/Espresso/5.jpg',
                explain: 'カフェインレスのディカフェ エスプレッソ ローストを使用したエスプレッソ ビバレッジ。リッチでミルキーな味わいはそのままに、カフェインを控えたい方におすすめです。',
                money: [
                    'Short ￥429',
                    'Tall ￥473',
                    'Grande ￥517',
                    'Venti ￥561'
                ]
            },
            {
                name: 'カプチーノ',
                picture: './Picture/Starbucks/Espresso/6.jpg',
                explain: 'リッチなエスプレッソに一気にミルクを注ぐことで、一口飲んだときからコーヒー感が感じられるビバレッジです。ベルベットのようにきめ細かいフォームミルクをお楽しみください。',
                money: [
                    'Short ￥374',
                    'Tall ￥418',
                    'Grande ￥462',
                    'Venti ￥506'
                ]
            },
            {
                name: 'カフェ モカ',
                picture: './Picture/Starbucks/Espresso/7.jpg',
                explain: 'エスプレッソにほろ苦いチョコレートシロップとミルクを加え、ホットビバレッジにはホイップクリームをトッピング。ちょっとした贅沢を楽しみたい方におすすめです。',
                money: [
                    'Short ￥440',
                    'Tall ￥484',
                    'Grande ￥528',
                    'Venti ￥572'
                ]
            },
            {
                name: 'ホワイト モカ',
                picture: './Picture/Starbucks/Espresso/8.jpg',
                explain: 'エスプレッソに濃厚でクリーミーな味わいのホワイトモカシロップとスチームミルクを加え、ホイップクリームをトッピング。コーヒーとホワイトチョコレート風味が織りなすやわらかなハーモニーと共に、ちょっと贅沢なひと時をゆっくりとお過ごしください。',
                money: [
                    'Short ￥440',
                    'Tall ￥484',
                    'Grande ￥528',
                    'Venti ￥572'
                ]
            },
            {
                name: 'キャラメル マキアート',
                picture: './Picture/Starbucks/Espresso/9.jpg',
                explain: 'バニラシロップとスチームミルクのコンビネーションになめらかなフォームミルクをたっぷりのせ、その上からエスプレッソを注いでアクセントを付けました。仕上げにオリジナルキャラメルソースをトッピングしています。',
                money: [
                    'Short ￥429',
                    'Tall ￥473',
                    'Grande ￥517',
                    'Venti ￥561'
                ]
            },
            {
                name: 'カフェ アメリカーノ',
                picture: './Picture/Starbucks/Espresso/10.jpg',
                explain: 'エスプレッソに熱いお湯を注いだ、すっきりとしたのどごしのコーヒーです。ドリップ コーヒーのお好きな方にもおすすめです。',
                money: [
                    'Short ￥341',
                    'Tall ￥385',
                    'Grande ￥429',
                    'Venti ￥473'
                ]
            },
            {
                name: 'エスプレッソ',
                picture: './Picture/Starbucks/Espresso/11.jpg',
                explain: 'キャラメルのような甘く力強い味とナッツを感じさせる後味。スターバックスのすべてのエスプレッソ ビバレッジに使われているエスプレッソです。どうぞ、お早めにお召し上がりください。',
                money: [
                    'Solo ￥341',
                    'Doppio ￥385',
                ]
            },
            {
                name: 'エスプレッソ コンパナ',
                picture: './Picture/Starbucks/Espresso/12.jpg',
                explain: 'キャラメルのような甘く力強い味とナッツを感じさせる後味のエスプレッソにホイップクリームをのせて、ほろ苦く贅沢なデザートのような味わいです。',
                money: [
                    'Solo ￥341',
                    'Doppio ￥385',
                ]
            },
            {
                name: 'エスプレッソ マキアート',
                picture: './Picture/Starbucks/Espresso/13.jpg',
                explain: 'キャラメルのような甘く力強い味とナッツを感じさせる後味。ふわふわのフォームミルクをのせることでミルクの優しい甘さが、エスプレッソを引き立てます。',
                money: [
                    'Solo ￥341',
                    'Doppio ￥385',
                ]
            },
            {
                name: 'ムース フォーム ラテ',
                picture: './Picture/Starbucks/Espresso/14.jpg',
                explain: 'ノンファットミルクでつくった、ふんわりきめ細やかで弾力もある質感のムース フォームをやさしく注いだ、ダブルショットのラテです。ムース フォームは、ノンファットミルクで作られているとは思えないほど重厚感のある口当たりで、ふんわりとした質感とミルクの甘味をお楽しみいただけます。',
                money: [
                    'Tall ￥495'
                ]
            },
            {
                name: 'ムース フォーム キャラメル マキアート',
                picture: './Picture/Starbucks/Espresso/15.jpg',
                explain: 'バニラ風味のラテにキャラメルソースをトッピングしたキャラメル マキアートをムース フォームで楽しむことができるビバレッジです。ふんわりとした質感のムース フォームによって、定番のキャラメル マキアートの新しい魅力を感じられる一杯に仕上げました。キャラメル マキアートのファンの方はもちろん、今まで飲んだことのない方にもぜひ飲んでいただきたい、キャラメルの甘さとコーヒーのほろ苦さの絶妙なバランスが、何度でも飲みたくなる味わいです。',
                money: [
                    'Tall ￥506'
                ]
            }
        ],
        'フラペチーノ': [{
                name: 'エスプレッソ アフォガート フラペチーノ',
                picture: './Picture/Starbucks/Frappuccino/1.jpg',
                explain: 'ひと口目に感じるエスプレッソは「リストレット」という方法で抽出した力強い香りと優しい苦味を、ふた口目は全体を混ぜて、こだわりのクリームから来るアフォガートのような味わいをお楽しみください。リフレッシュしたい時や、ほっとひと息つきたい時にも、何度でも飲みたくなるフラペチーノ®です。',
                money: [
                    'Short ￥583',
                    'Tall ￥627',
                    'Grande ￥671',
                    'Venti ￥715'
                ]
            },
            {
                name: 'ダーク モカ チップ フラペチーノ',
                picture: './Picture/Starbucks/Frappuccino/2.jpg',
                explain: 'コーヒー、ミルク、ダークチョコレートパウダー、そして人気のチョコレートチップを氷とブレンドした、チョコレートラバーズに人気のフローズンビバレッジ。コーヒーとダークチョコレートのほろ苦い味わいと、チョコレートチップの食感が織り成すハーモニーは、ブラックコーヒーファンにも支持されています。',
                money: [
                    'Tall ￥550',
                    'Grande ￥594',
                    'Venti ￥638'
                ]
            },
            {
                name: 'ダーク モカ チップ クリーム フラペチーノ',
                picture: './Picture/Starbucks/Frappuccino/3.jpg',
                explain: 'ミルク、ダークチョコレートパウダー、そして人気のチョコレートチップを氷とブレンドした、クリーミーな味わいのフローズンビバレッジ。お好みでチョコレートソースをトッピングして、よりチョコレートの風味を強めることも。',
                money: [
                    'Tall ￥550',
                    'Grande ￥594',
                    'Venti ￥638'
                ]
            },
            {
                name: 'キャラメル フラペチーノ',
                picture: './Picture/Starbucks/Frappuccino/4.jpg',
                explain: 'コーヒー、ミルク、キャラメルシロップを氷とブレンドした、多くのお客様に愛されているフローズン ビバレッジです。トッピングしたホイップクリームとキャラメルソースと混ぜながら、豊かでほんのり香ばしいキャラメルの風味をお楽しみください。',
                money: [
                    'Tall ￥539',
                    'Grande ￥583',
                    'Venti ￥627'
                ]
            },
            {
                name: 'コールドブリュー コーヒー フラペチーノ',
                picture: './Picture/Starbucks/Frappuccino/5.jpg',
                explain: '熱を加えずに14時間かけてゆっくりと水で抽出したコールドブリュー コーヒーでつくったフラペチーノ®です。しっかりとしたコーヒーの味わいがありながら、コールドブリューならではのすっきりさ、ミルクとの相性の良さをお楽しみいただけます。',
                money: [
                    'Short ￥495',
                    'Tall ￥539',
                    'Grande ￥583',
                    'Venti ￥627'
                ]
            },
            {
                name: '抹茶 クリーム フラペチーノ',
                picture: './Picture/Starbucks/Frappuccino/6.jpg',
                explain: '世界中で様々な形で飲用されている抹茶ですが、スターバックスではミルクと氷でブレンドしたリフレッシングなフラペチーノ®に仕上げました。',
                money: [
                    'Tall ￥539',
                    'Grande ￥583',
                    'Venti ￥627'
                ]
            },
            {
                name: 'バニラ クリーム フラペチーノ',
                picture: './Picture/Starbucks/Frappuccino/7.jpg',
                explain: 'ミルクとバニラシロップを氷とブレンドし、ホイップクリームをトッピングした、クリーミーな味わいのフローズン ビバレッジ。真っ白な見た目も爽やかです。ミルクとバニラシロップというシンプルな組み合わせはいろいろなカスタマイズとも好相性。',
                money: [
                    'Tall ￥539',
                    'Grande ￥583',
                    'Venti ￥627'
                ]
            },
            {
                name: 'クリーミー バニラ フラペチーノ® with エスプレッソ ショット',
                picture: './Picture/Starbucks/Frappuccino/8.jpg',
                explain: 'クリームを使ったバニラ風味のフラペチーノ® に、上から抽出したてのエスプレッソを注ぎました。フラペチーノ® とエスプレッソがカップの中で混ざり合うことで織り成す、甘くほろ苦い味わいをお楽しみください。',
                money: [
                    'Tall ￥583'
                ]
            },
            {
                name: 'クランチー アーモンド チョコレート フラペチーノ',
                picture: './Picture/Starbucks/Frappuccino/9.jpg',
                explain: '濃厚な味わいのチョコレートソースとミルキーなチョコレートホイップクリームが、カリカリの香ばしいアーモンドと相性ぴったりの一杯です。まろやかなホワイトチョコレートの風味とともにお楽しみください。',
                money: [
                    'Short ￥572',
                    'Tall ￥616',
                    'Grande ￥660',
                    'Venti ￥704'
                ]
            },
            {
                name: 'マンゴー パッション ティー フラペチーノ',
                picture: './Picture/Starbucks/Frappuccino/10.jpg',
                explain: 'マンゴーとパッションフルーツのトロピカル感あふれる味わいに、ハイビスカスティーと氷をブレンドした、フルーティーな味わいのフローズン ビバレッジ。',
                money: [
                    'Tall ￥517',
                    'Grande ￥561',
                    'Venti ￥605'
                ]
            },
            {
                name: 'ミンティー チョコレート ティー フラペチーノ',
                picture: './Picture/Starbucks/Frappuccino/11.jpg',
                explain: 'スペアミントの優しい香りと清涼感がチョコレートと相性ぴったりの、すっきりと軽やかなティー フラペチーノ® です。仕上げにカカオニブをトッピングし、ほろ苦さと食感をプラスしました。',
                money: [
                    'Tall ￥627'
                ]
            },
            {
                name: 'My フルーツ³ フラペチーノ® ストロベリー',
                picture: './Picture/Starbucks/Frappuccino/12.jpg',
                explain: '果実感いっぱいのMy フルーツ³ フラペチーノ®は、ブレンドするフルーツ、カップインするフルーツ、ホイップクリームのフルーツの「3つの選べる」をお楽しみ頂けます。「My フルーツ³ フラペチーノ® ストロベリー」は、フローズンストロベリー果肉とミルクをブレンドしたなめらかなビバレッジ。仕上げに加えたストロベリー果肉の食感や、トッピングしたストロベリーホイップクリームが重なる、ストロベリー感あふれる一杯です。トロピカルフルーツ、ミックスベリー＆ピーチもお選びいただけます。',
                money: [
                    'Tall ￥750'
                ]
            },
            {
                name: 'My フルーツ³ フラペチーノ® トロピカルフルーツ',
                picture: './Picture/Starbucks/Frappuccino/13.jpg',
                explain: '果実感いっぱいのMy フルーツ³ フラペチーノ®は、ブレンドするフルーツ、カップインするフルーツ、ホイップクリームのフルーツの「3つの選べる」をお楽しみ頂けます。「My フルーツ³ フラペチーノ® トロピカル」は、フローズンのマンゴーとバナナの果肉を、ミルクティーとブレンドしたなめらかなビバレッジ。仕上げに加えたパイナップル果肉の食感や、トッピングしたマンゴーホイップクリームが重なる、トロピカルフルーツの風味があふれる一杯です。ストロベリー、ミックスベリー＆ピーチもお選びいただけます。',
                money: [
                    'Tall ￥750'
                ]
            },
            {
                name: 'My フルーツ³ フラペチーノ® ミックスベリー＆ピーチ',
                picture: './Picture/Starbucks/Frappuccino/14.jpg',
                explain: '果実感いっぱいのMy フルーツ³ フラペチーノ®は、ブレンドするフルーツ、カップインするフルーツ、ホイップクリームのフルーツの「3つの選べる」をお楽しみ頂けます。「My フルーツ³ フラペチーノ® ミックスベリー＆ピーチ」は、フローズンミックスベリー果肉（ストロベリー、ブルーベリー、ラズベリー、クランベリー）とソイミルクをブレンドしたなめらかなビバレッジ。ベリーと相性の良いピーチ果肉ソースを重ねた、フルーティーな風味があふれる一杯です。トロピカルフルーツ、ストロベリーもお選びいただけます。',
                money: [
                    'Tall ￥750'
                ]
            },
            {
                name: 'トロピカル マンゴー パッションフルーツ & ティー フラペチーノ',
                picture: './Picture/Starbucks/Frappuccino/15.jpg',
                explain: 'ハイビスカス、ドライアップル、レモングラス等をブレンドしたパッション ティーにマンゴー果肉とパッションフルーツを合わせたシーズナルなフラペチーノ®です。',
                money: [
                    'Tall ￥748'
                ]
            },
            {
                name: 'ゆず & シトラス ラベンダー セージ ティー フラペチーノ',
                picture: './Picture/Starbucks/Frappuccino/16.jpg',
                explain: 'りんご、パイナップル、オレンジ、ラベンダー、セージ等をブレンドしたシトラス ラベンダー セージ ティーにシトラス果肉、ルビーグレープフルーツジュレを合わせたフラペチーノ®です。洗練されたブレンドティーの本格感とフルーツ感を同時に楽しめる新感覚のフラペチーノ®です。',
                money: [
                    'Tall ￥748'
                ]
            },
            {
                name: 'ストロベリー & パッション ティー フラペチーノ',
                picture: './Picture/Starbucks/Frappuccino/17.jpg',
                explain: 'ハイビスカス、オレンジピール等をブレンドしたパッション ティーにストロベリーの果肉とフリーズドライストロベリーを合わせたフラペチーノ®です。ハーブティーの香りと華やかなストロベリーの組み合わせがカップの中のホイップクリームと合わさり、デザート感を楽しめます。',
                money: [
                    'Tall ￥748'
                ]
            },
            {
                name: '和三盆 抹茶 フラペチーノ',
                picture: './Picture/Starbucks/Frappuccino/18.jpg',
                explain: 'スターバックス リザーブ® ロースタリー 東京と同じ厳選した抹茶をミルク、和三盆糖と合わせたフラペチーノ®です。本格的な抹茶の香りや旨味、優しく上品な和三盆糖の甘さが楽しめます。',
                money: [
                    'Tall ￥748'
                ]
            },
            {
                name: '和三盆 ほうじ茶 フラペチーノ',
                picture: './Picture/Starbucks/Frappuccino/19.jpg',
                explain: '厳選したほうじ茶とミルク、和三盆糖を合わせたフラペチーノ®です。香ばしく豊かな風味のほうじ茶と優しく上品な和三盆糖の甘さが楽しめます。',
                money: [
                    'Tall ￥704'
                ]
            },
            {
                name: 'クラシックティー ラテ フラペチーノ',
                picture: './Picture/Starbucks/Frappuccino/20.jpg',
                explain: 'スターバックス リザーブ® ロースタリー 東京と同じ厳選したブラック ティーをミルク、ブラウンシュガーと合わせたフラペチーノ®です。ティーのほろ苦さとブラウンシュガーのコクがミルクと合わさり、本格的な紅茶感を楽しめます。',
                money: [
                    'Tall ￥649'
                ]
            }
        ],
        'ティー': [{
                name: '抹茶 ティー ラテ',
                picture: './Picture/Starbucks/Tea/1.jpg',
                explain: 'こだわり抜いた抹茶とミルクを合わせた人気のラテ。ほろ苦い抹茶にほどよく甘みをプラスすることで、より深い味わいが楽しめます。',
                money: [
                    'Short ￥440',
                    'Tall ￥484',
                    'Grande ￥528',
                    'Venti ￥572'
                ]
            },
            {
                name: 'チャイ ティー ラテ',
                picture: './Picture/Starbucks/Tea/2.jpg',
                explain: '紅茶の味わいにスパイスを効かせたオリジナルシロップと、ミルクのバランスが絶妙に調和したティー ラテ。まろやかなスパイス感と深いコクが特徴のティー ラテです。',
                money: [
                    'Short ￥440',
                    'Tall ￥484',
                    'Grande ￥528',
                    'Venti ￥572'
                ]
            },
            {
                name: 'アイスティー(ブラック)',
                picture: './Picture/Starbucks/Tea/3.jpg',
                explain: '紅茶の伝統的な味わいと上品な香りが楽しめるティー',
                money: [
                    'Short ￥330',
                    'Tall ￥374',
                    'Grande ￥418',
                    'Venti ￥462'
                ]
            },
            {
                name: 'アイスティー(パッション)',
                picture: './Picture/Starbucks/Tea/4.jpg',
                explain: 'ハイビスカス、オレンジピール、シナモン、リコリス等がブレンドされた鮮やかな赤色のノンカフェインのハーブティーです。',
                money: [
                    'Short ￥330',
                    'Tall ￥374',
                    'Grande ￥418',
                    'Venti ￥462'
                ]
            },
            {
                name: 'ティー ラテ',
                picture: './Picture/Starbucks/Tea/5.jpg',
                explain: '4種類の茶葉からお選びいただけるティー ラテ',
                money: [
                    'Short ￥440',
                    'Tall ￥484',
                    'Grande ￥528',
                    'Venti ￥572'
                ]
            },
            {
                name: 'イングリッシュ ブレックファスト',
                picture: './Picture/Starbucks/Tea/6.jpg',
                explain: '紅茶の伝統的な味が楽しめるブレンドです。インド産の茶葉をベースに、スリランカ産などの茶葉を加え、上品な香りが引き立ちます。',
                money: [
                    'Tall ￥374',
                    'Grande ￥418',
                    'Venti ￥462'
                ]
            },
            {
                name: 'アール グレイ',
                picture: './Picture/Starbucks/Tea/7.jpg',
                explain: 'アール グレイを香り豊かなベルガモットエッセンスで香り付けした、華やかなブラックティーのブレンドです。',
                money: [
                    'Tall ￥374',
                    'Grande ￥418',
                    'Venti ￥462'
                ]
            },
            {
                name: 'ミント シトラス',
                picture: './Picture/Starbucks/Tea/8.jpg',
                explain: '洗練された緑茶にスペアミントなどを加えたすっきりとしたティーです。レモンのようなすっきりとしたシトラス系の香りとスペアミントの飲み口が特徴です。',
                money: [
                    'Tall ￥374',
                    'Grande ￥418',
                    'Venti ￥462'
                ]
            },
            {
                name: 'カモミール',
                picture: './Picture/Starbucks/Tea/9.jpg',
                explain: '鮮やかなシトラスに、カモミールとラベンダーの柔らかな香りをブレンドしたノンカフェインティー。優しいフローラルの香りが特長です。',
                money: [
                    'Tall ￥374',
                    'Grande ￥418',
                    'Venti ￥462'
                ]
            },
            {
                name: 'ユースベリー',
                picture: './Picture/Starbucks/Tea/10.jpg',
                explain: 'アサイーやパイナップル、マンゴーなどをブレンドしたホワイトティーです。ローズヒップと酸味のあるアップルでバランスのとれた味わいに仕上げました。',
                money: [
                    'Tall ￥374',
                    'Grande ￥418',
                    'Venti ￥462'
                ]
            },
            {
                name: 'ハイビスカス',
                picture: './Picture/Starbucks/Tea/11.jpg',
                explain: 'パパイヤとマンゴー、レモングラスをブレンドしたカフェインフリーのティーです。ハイビスカスの花でほのかな酸味と、見た目にも美しい赤紫色をお楽しみいただけます。',
                money: [
                    'Tall ￥374',
                    'Grande ￥418',
                    'Venti ￥462'
                ]
            },
            {
                name: 'ほうじ茶',
                picture: './Picture/Starbucks/Tea/12.jpg',
                explain: '日本で古くから親しまれているほうじ茶をスターバックスで楽しめます。香ばしく豊かな風味を追及し、こだわり抜いた茶葉をブレンドしています。',
                money: [
                    'Tall ￥374',
                    'Grande ￥418',
                    'Venti ￥462'
                ]
            },
            {
                name: 'ミンティー チョコレート ティー',
                picture: './Picture/Starbucks/Tea/13.jpg',
                explain: '温かいミルクの優しい甘さとチョコレートのコクに、スペアミントの清涼感がふわっと広がるホットチョコレートティー。仕上げにカカオニブをトッピングし、ほろ苦さと食感をプラスしました。',
                money: [
                    'Tall ￥517'
                ]
            },
            {
                name: 'トロピカル マンゴー パッションフルーツ & ティー',
                picture: './Picture/Starbucks/Tea/14.jpg',
                explain: 'ハイビスカス、ドライアップル、レモングラス等をブレンドしたパッション ティーにマンゴーの果肉と種入りのパッションフルーツを合わせました。フルーツの食感と共に紅茶とフルーツのフュージョンが楽しめるシーズナルビバレッジです。',
                money: [
                    'Tall ￥594'
                ]
            },
            {
                name: 'ゆず & シトラス ラベンダー セージ ティー',
                picture: './Picture/Starbucks/Tea/15.jpg',
                explain: 'りんご、パイナップル、オレンジ、ラベンダー、セージ等をブレンドしたシトラス ラベンダー セージ ティーに、ゆずの果皮・グレープフルーツ等が入ったシトラス果肉とルビーグレープフルーツのジュレを合わせました。洗練されたブレンドティーの本格感とフルーツ感を同時に楽しめます。',
                money: [
                    'Tall ￥649'
                ]
            },
            {
                name: 'ストロベリー & パッション ティー',
                picture: './Picture/Starbucks/Tea/16.jpg',
                explain: 'ハイビスカス、オレンジピール等をブレンドしたパッション ティーにストロベリーの果肉とフリーズドライストロベリーを合わせました。ハーブティーの香りと華やかなストロベリーの組み合わせが楽しめます。',
                money: [
                    'Tall ￥594'
                ]
            },
            {
                name: '和三盆 抹茶 ティー ラテ',
                picture: './Picture/Starbucks/Tea/17.jpg',
                explain: 'スターバックス リザーブ® ロースタリー 東京と同じ厳選した抹茶をミルク、和三盆糖と合わせたティー ラテです。本格的な抹茶の香りや旨味、優しく上品な和三盆糖の甘さをミルクのコクと一緒に楽しめます。',
                money: [
                    'Tall ￥649'
                ]
            },
            {
                name: '和三盆 ほうじ茶 ティー ラテ',
                picture: './Picture/Starbucks/Tea/18.jpg',
                explain: '厳選したほうじ茶パウダーとミルク、和三盆糖を合わせたティー ラテです。香ばしく豊かな風味のほうじ茶と優しく上品な和三盆糖の甘さをミルクのコクと一緒に楽しめます。',
                money: [
                    'Tall ￥594'
                ]
            },
            {
                name: 'クラシックティー ラテ',
                picture: './Picture/Starbucks/Tea/19.jpg',
                explain: 'スターバックス リザーブ® ロースタリー 東京と同じ厳選したブラック ティーをミルク、ブラウンシュガーと合わせたティー ラテです。ティーのほろ苦さとブラウンシュガーのコクがミルクと合わさり、本格的な紅茶感を楽しめます。',
                money: [
                    'Tall ￥539'
                ]
            },
            {
                name: 'ジンジャー チャイ ティー ラテ',
                picture: './Picture/Starbucks/Tea/20.jpg',
                explain: 'ブラック ティー、ジンジャー、シナモン等が入ったチャイシロップに黒糖のコクとぴりっと刺激を感じるジンジャーシュガーを合わせたティー ラテです。甘みのあるチャイシロップとジンジャーが調和し、優しく上質な味わいを楽しめます。',
                money: [
                    'Tall ￥539'
                ]
            }
        ],
        'Others': [{
                name: 'ココア',
                picture: './Picture/Starbucks/Others/1.jpg',
                explain: 'チョコレートシロップにミルクが調和し、やさしい甘さに仕上げました。ホットはホイップクリームが程よく溶けてまろやかな口当たりです。',
                money: [
                    'Short ￥429',
                    'Tall ￥473',
                    'Grande ￥517',
                    'Venti ￥561'
                ]
            },
            {
                name: 'キャラメル スチーマー',
                picture: './Picture/Starbucks/Others/2.jpg',
                explain: 'キャラメル風味の温かいミルクの上に、ホイップクリームとキャラメルソースをトッピングしました。ミルキーな甘さとキャラメルの風味を存分に楽しめます。',
                money: [
                    'Short ￥429',
                    'Tall ￥473',
                    'Grande ￥517',
                    'Venti ￥561'
                ]
            },
            {
                name: 'ミルク',
                picture: './Picture/Starbucks/Others/3.jpg',
                explain: 'ミルクのほっとする甘さを感じられるビバレッジ',
                money: [
                    'Short ￥363',
                    'Tall ￥407',
                    'Grande ￥451',
                    'Venti ￥495'
                ]
            },
            {
                name: 'キッズ ココア',
                picture: './Picture/Starbucks/Others/4.jpg',
                explain: 'お子様向けのココアです。ホットは、お子様でも飲みやすい温度でお作りします。キッズ ミルクもご用意しています。',
                money: [
                    'HOT/ICED ￥198'
                ]
            },
            {
                name: 'キッズ ミルク',
                picture: './Picture/Starbucks/Others/5.jpg',
                explain: 'お子様向けのミルクです。ホットは、お子様でも飲みやすい温度でお作りします。キッズ ココアもご用意しています。',
                money: [
                    'HOT/ICED ￥198'
                ]
            },
            {
                name: 'ｂｅ ｊｕｉｃｙ！ Kｉｄｓ（オレンジ／アップル）',
                picture: './Picture/Starbucks/Others/6.jpg',
                explain: 'お子様が飲みやすいように厳選した果汁を使用しました。スターバックスオリジナルの濃縮還元果汁100％ジュース。オレンジとアップルの2種類をご用意しています。',
                money: [
                    'ICED ￥220'
                ]
            }
        ],
        'デザート': [{
                name: 'コーヒーティラミス',
                picture: './Picture/Starbucks/Dessert/1.jpg',
                explain: '2種類のマスカルポーネチーズを使ったティラミスクリームと、エスプレッソ ローストを使ったほろ苦いコーヒー風味のスポンジ生地のコントラストが楽しめる、贅沢な味わいのティラミスです。スポンジ生地は、細かく挽いたエスプレッソ ローストのコーヒー豆を入れて焼き上げ、さらにエスプレッソ ローストのコーヒーシロップをしみ込ませています。トッピングのココアパウダーと共に、ふわふわの食感と口どけの良さをお楽しみください。',
                money: [
                    '￥506'
                ]
            },
            {
                name: 'ストロベリータルト',
                picture: './Picture/Starbucks/Dessert/2.jpg',
                explain: '2種類のストロベリーでしっかりとした風味に仕上げたフィリングと、まろやかでミルク感のあるホイップクリームのバランスが絶妙な、ボリューム感のあるタルトです。ダマンド生地に合わせたジャスミン茶の風味が、ストロベリーの華やかさを一層引き立てます。',
                money: [
                    '￥506'
                ]
            },
            {
                name: 'クッキー＆クリームシフォンケーキ',
                picture: './Picture/Starbucks/Dessert/3.jpg',
                explain: 'ホイップクリームに混ぜ込んだブラックココアクッキーのほろ苦さやほのかな塩味、シフォン生地のバニラ風味が絶妙なバランスのシフォンケーキ。さらに、食べごたえのある大きいサイズのブラックココアクッキーをトッピングしています。ぜひ、コーヒーと一緒にリラックスした時間をお楽しみください。',
                money: [
                    '￥440'
                ]
            },
            {
                name: 'レモンクリームチーズバー',
                picture: './Picture/Starbucks/Dessert/4.jpg',
                explain: 'レモンピール・ホワイトチョコチャンク・ジンジャーなどを練り込んだ生地に、レモンクリームチーズフィリングとレモンクリームを重ね、ホワイトチョココーティングを線掛けしました。しっとり、ぎゅっと詰まった食感と濃厚な味わいが特長です。ちょうど良いサイズ感で、午後のコーヒーブレイクにおすすめです。',
                money: [
                    '￥297'
                ]
            },
            {
                name: 'ニューヨークチーズケーキ',
                picture: './Picture/Starbucks/Dessert/5.jpg',
                explain: '厳選された2種類のクリームチーズを使用し、程よいコクがありながら、後味はさっぱりと口どけが良くなるように仕上げました。きれいなグラデーションになるように焼き上げた表面と、底に敷いたザクザクとした食感のクラムも特長です。',
                money: [
                    '￥462'
                ]
            },
            {
                name: 'ヨーグルト＆バナナグラノーラ',
                picture: './Picture/Starbucks/Dessert/6.jpg',
                explain: '低脂肪ですっきりとした味わいのヨーグルトに、グラノーラのメイプル風味の優しい甘みが絶妙にマッチする、朝食にぴったりな組み合わせです。グラノーラにはバナナチップだけでなく、カボチャの種とアーモンドも加え、様々な素材の味わいを楽しめるようにしています。',
                money: [
                    '￥319'
                ]
            },
            {
                name: 'ベリーヨーグルト＆ベリーグラノーラ',
                picture: './Picture/Starbucks/Dessert/7.jpg',
                explain: 'ヨーグルトは、無脂肪ヨーグルトをベースにストロベリー果肉とブルーベリー果汁・クランベリー果汁を組み合わせたミックスベリー味です。ヨーグルトに合わせるストロベリーグラノーラは、大麦とオーツ麦をベースにストロベリー果汁で風味を付けたものにドライクランベリー・ドライブルーベリーを合わせました。フルーツの甘味が楽しめる、朝食にぴったりなグラノーラです。',
                money: [
                    '￥319'
                ]
            },
            {
                name: 'レモンパイ',
                picture: './Picture/Starbucks/Dessert/8.jpg',
                explain: 'ふわっとした食感のメレンゲ、優しい甘さのココナッツクリーム、ほどよい酸味のレモンカードとレモンフィリング、シンプルなパイ生地。5層のハーモニーが楽しめる、甘ずっぱく夏らしい味わいのレモンパイです。メレンゲの表面を焦がし、見た目にもさわやかに仕上げています。',
                money: [
                    '￥495'
                ]
            },
            {
                name: 'BAKE CHEESE TART×スターバックス® 5種チーズのベイクドタルト',
                picture: './Picture/Starbucks/Dessert/9.jpg',
                explain: 'チーズのおいしさがぎゅっと詰まったベイクドタイプのチーズタルトです。フィリングにはクリームチーズ・チェダー・カマンベール、タルト生地にはパルメザン・ゴーダ、計5種類のチーズを使用しています。複数のチーズが絶妙に組み合わさった奥深い味わいと、香ばしいタルト生地のザクザクとした食感のハーモニーをお楽しみください。',
                money: [
                    '￥319'
                ]
            },
            {
                name: '抹茶クリームバー',
                picture: './Picture/Starbucks/Dessert/10.jpg',
                explain: '抹茶やホワイトチョコチャンクなどを混ぜ込んだ、しっとりぎゅっと詰まった食感の生地に、抹茶のフィリングを薄く重ねました。さらに、生クリームなどを合わせたミルキーなクリームフィリングと抹茶フィリングで模様をつけて仕上げています。使用している抹茶は、スターバックスのコーヒー豆かすをリサイクルした、たい肥を使用して栽培されています。ちょうど良いサイズ感で、午後のコーヒーブレイクにおすすめです。',
                money: [
                    '￥297'
                ]
            }
        ],
        'サンドイッチ': [{
                name: 'えびアボカド サラダラップ',
                picture: './Picture/Starbucks/Sandwich/1.jpg',
                explain: 'オーロラソースで和えた具材（えび・卵サラダ・カリフラワー・ダイスポテト・玉ねぎ・れんこん）・アボカドサラダ・レタス・紫キャベツ・サワークリームビーンズサラダを、パプリカ配合のトルティーヤで包みました。アボカドサラダには、アボカド・ブロッコリー・五種豆・五穀が入っています。サワークリームビーンズサラダには、卵サラダ・五種豆・五穀・オニオンサラダ・ひよこ豆・サワークリームフィリングが入っています。',
                money: [
                    '￥484'
                ]
            },
            {
                name: 'ヴィーナソーセージ 石窯フィローネ',
                picture: './Picture/Starbucks/Sandwich/2.jpg',
                explain: '石窯で焼き上げたフィローネに、玉ねぎのみじん切りとオニオンソテー入りの粒マスタードマヨソースを絞り、ボイルしたウインナーソーセージを挟みました。パンの香りと肉のうまみを最大限に引き立てるよう、味わいやスモークを調整したソーセージを使っています。パン生地の食感に負けないよう、あらびきならではのパリッとした歯ごたえ、ジューシーさにもこだわりました。外はサクッ、中はふんわり、軽い食感のフィローネと具材のハーモニーをお楽しみください。',
                money: [
                    '￥484'
                ]
            },
            {
                name: 'ハム＆マリボーチーズ 石窯フィローネ',
                picture: './Picture/Starbucks/Sandwich/3.jpg',
                explain: '石窯で焼き上げたフィローネにオリーブオイルを塗り、ショルダーハムとマリボーチーズを挟みました。一口頬張ると、2度スモークをかけたハムの香り高さと深い味わい、チーズのまろやかさとコクが口いっぱいに広がります。外はサクッ、中はふんわり、軽い食感のフィローネと具材のハーモニーをお楽しみください。',
                money: [
                    '￥462'
                ]
            },
            {
                name: 'あらびきソーセージ＆スクランブルエッグ イングリッシュマフィン',
                picture: './Picture/Starbucks/Sandwich/4.jpg',
                explain: '全粒粉入りのイングリッシュマフィンにトマトソースを塗り、ソーセージパティ・スクランブルエッグ・チェダーチーズを挟みました。外側のさっくりした食感と、中の生地のもっちり感、全粒粉の香ばしさが特長のイングリッシュマフィンに、しっかりとした食感のソーセージパティ、とろけるようなスクランブルエッグの組み合わせはボリューム感もほどよく、朝食にぴったりのサンドイッチです。',
                money: [
                    '￥418'
                ]
            },
            {
                name: 'ハムエッグ ホットサンド',
                picture: './Picture/Starbucks/Sandwich/5.jpg',
                explain: '石窯で焼いたパンに、目玉焼き風オムレツ・ショルダーハム・ゴーダチーズ・ドライトマトフィリングをサンドしました。ショルダーハムは、2度スモークをかけることで香り高く深い味わいに仕上げています。サクッとしたパンの食感ととろりと溶けたチーズ、目玉焼き風オムレツ、香り高いハムの組み合わせがほどよいボリューム感で、朝食にぴったりです。',
                money: [
                    '￥418'
                ]
            },
            {
                name: '根菜チキン サラダラップ',
                picture: './Picture/Starbucks/Sandwich/6.jpg',
                explain: 'ゴママヨネーズで和えたチキン・ごぼう・レンコンと人参のゴマ和え・レタス・人参・紫キャベツ・キュウリを、抹茶ペーストを練り込んだトルティーヤで包みました。根菜の食感をより感じていただけるように、細切りのごぼうに太めにカットしたごぼうをミックスしています。トルティーヤに使用した抹茶は、スターバックスのコーヒー豆かすをリサイクルした、たい肥を使用して栽培されています。チキンの味わいと野菜のシャキシャキ感、豊かなゴマの風味をお楽しみください。',
                money: [
                    '￥418'
                ]
            },
            {
                name: 'シーザーチキン フォカッチャ',
                picture: './Picture/Starbucks/Sandwich/7.jpg',
                explain: 'しっとり、もっちりとした食感のフォカッチャに、コクのあるシーザーソースで和えた蒸し鶏・さっぱりとしたキャロットラペ・レタス・グリーンリーフを挟みました。野菜のシャキシャキとした食感が楽しめる、食べ応えのあるサンドイッチです。あたためなくてもそのままでおいしいので、TOGO（お持ち帰り）もおすすめです。',
                money: [
                    '￥594'
                ]
            }
        ],
        'ベーカリー': [{
                name: 'バターミルクビスケット',
                picture: './Picture/Starbucks/Bakery/1.jpg',
                explain: 'バターやミルクなどを使用した、シンプルな素材の味わいと香りが漂うビスケットです。生地の層を多くして軽さを出すことで、パイのようなザクザクとした食感に仕上げました。ホイップクリームやキャラメルソース、チョコレートソース、ハチミツなどをお好みでトッピングして、更なるおいしさをお楽しみください。',
                money: [
                    '￥286'
                ]
            },
            {
                name: 'チョコレートチャンクスコーン',
                picture: './Picture/Starbucks/Bakery/2.jpg',
                explain: '発酵バターを使った生地に、スターバックスオリジナルのチョコレートを入れ、さらに生地にも混ぜ込み、外はザックリ、中はしっとりと焼き上げました。あたためることでバターの豊かな香りが広がり、チョコレートがとろりと溶けて一層味わい深くなります。ぜひ、コーヒーやラテと一緒に、リラックスしたひと時をお楽しみください。',
                money: [
                    '￥286'
                ]
            },
            {
                name: 'シナモンロール',
                picture: './Picture/Starbucks/Bakery/3.jpg',
                explain: 'バターと生クリームを入れたしっとりとした生地に、香り豊かなシナモンフィリングを丁寧に巻き込んでじっくりと焼き上げ、さらにクリームチーズ入りのフォンダンをかけて仕上げました。生地とシナモンの豊かな風味、甘いフォンダンの味わいを、ほど良いサイズ感でお楽しみいただけます。ぜひ、コーヒーと一緒にお召し上がりください。',
                money: [
                    '￥297'
                ]
            },
            {
                name: 'シュガードーナツ',
                picture: './Picture/Starbucks/Bakery/4.jpg',
                explain: 'しっとりもっちりとした生地と、シャリッとしたグレーズの食感をお楽しみいただけます。繰り返し食べたくなる、あきのこない味わいです。ご自宅でのコーヒータイムがさらに彩り豊かになるTOGO（お持ち帰り）もおすすめです。',
                money: [
                    '￥253'
                ]
            },
            {
                name: 'チョコレートクリームドーナツ',
                picture: './Picture/Starbucks/Bakery/5.jpg',
                explain: 'ブラックココアのドーナツ生地にチョコレートクリームを入れ、チョココーティングし、チョコスプレーをトッピングしました。生地・クリーム・コーティング、それぞれのバランスにこだわったチョコレート好きにはたまらないドーナツです。ご自宅でのコーヒータイムがさらに彩り豊かになるTOGO（お持ち帰り）もおすすめです。',
                money: [
                    '￥275'
                ]
            },
            {
                name: 'あらびきソーセージパイ',
                picture: './Picture/Starbucks/Bakery/6.jpg',
                explain: 'しっかり熟成させたあらびきポークソーセージを、粒マスタードと一緒にパイ生地で包み、香ばしく焼き上げました。パイ生地にトッピングされたパルメザンチーズでより香ばしさと味わい深いコクを加え、粒マスタードで全体の味を引き締めています。風味豊かでジューシーなソーセージと香ばしくてサクサク食感のパイ生地が相性抜群です。豊かな肉の旨みを味わえる、食べ応えのあるソーセージパイなので、ランチにおすすめです。',
                money: [
                    '￥352'
                ]
            },
            {
                name: 'アメリカンワッフル',
                picture: './Picture/Starbucks/Bakery/7.jpg',
                explain: '発酵バターを使った、豊かな香りとコクのある風味が楽しめるワッフルです。片面に少量のワッフルシュガーをトッピングして焼き上げました。プレーンな生地とアクセントとなる甘味と食感で、飽きのこない味わいになっています。あたためて、さっくり軽い食感と、香ばしさをお楽しみください。',
                money: [
                    '￥275'
                ]
            },
            {
                name: 'アールグレイスコーン',
                picture: './Picture/Starbucks/Bakery/8.jpg',
                explain: '香り高いアールグレイの風味を楽しめるよう、口どけのよい軽い食感に焼き上げたスコーン。生地に混ぜ込まれたレモンピールが、風味のさわやかなアクセントとなっています。さらに、アールグレイを混ぜ込んだコーティングを半掛けしているので、一口食べるとアールグレイの風味が口いっぱいに広がります。',
                money: [
                    '￥297'
                ]
            },
            {
                name: 'あんバターサンド',
                picture: './Picture/Starbucks/Bakery/9.jpg',
                explain: '生地・あんこ・バターそれぞれのおいしさとバランスにこだわったあんバターサンド。もっちりとした食感のパン生地に、こしあんと粒あんをブレンドしたみずみずしい小豆あんと国産バターをサンドしました。生地の香ばしさ、小豆あんの甘みとなめらかさ、バターのリッチ感がコーヒーのお供にぴったりです。',
                money: [
                    '￥297'
                ]
            }
        ],
        'スナック': [{
                name: 'チョコレートチャンククッキー',
                picture: './Picture/Starbucks/Snack/1.jpg',
                explain: '小麦の香ばしさが感じられるよう、生地に全粒粉を入れ、ソフトな食感に焼き上げたクッキーです。砂糖の一部にブラウンシュガーを使い、コクのある甘さをプラスしています。風味豊かなスターバックスオリジナルのチョコレートチャンクがゴロゴロ入っていて、どこを食べてもチョコレートの味わいを存分に楽しめます。',
                money: [
                    '￥209'
                ]
            },
            {
                name: 'チョコレートインビタークッキー',
                picture: './Picture/Starbucks/Snack/2.jpg',
                explain: 'しっとりなめらかで軽い食感のチョコレートを、さっくりとした生地で包んで焼き上げ、クルミをトッピングしました。クッキー生地には、ビターなブラックココアパウダーを配合しています。コーヒーと相性抜群、ほんのりビターを感じる、大人のためのクッキーです。',
                money: [
                    '￥209'
                ]
            },
            {
                name: 'ポテトチップスシーソルト',
                picture: './Picture/Starbucks/Snack/3.jpg',
                explain: 'カリカリとした食感が特長の厚みのあるポテトチップスです。シンプルだからこそ、味のバランスにこだわりました。飽きのこない味わいをお楽しみください。',
                money: [
                    '￥209'
                ]
            },
            {
                name: '抹茶バウムクーヘン',
                picture: './Picture/Starbucks/Snack/4.jpg',
                explain: '宇治抹茶の味わいを引き立たせるため、グラニュー糖のほかにもきび砂糖を使用し、優しい甘さと抹茶の苦みをバランスよく仕上げました。生クリームを入れてじっくり焼き上げた、しっとりとした食感をお楽しみください。',
                money: [
                    '￥231'
                ]
            },
            {
                name: 'バウムクーヘン',
                picture: './Picture/Starbucks/Snack/5.jpg',
                explain: '卵でふんわりと優しい風味を出しつつ、焦がしバター・きび砂糖でコクを加えました。大きな円で焼いたバウムクーヘンを扇形にカットすることで、水分が飛びにくくしっとりとした食感に仕上げています。しっとりとコクがありながら、隠し味にアプリコットジャムを加えることで、後味軽やかな食べやすいバウムクーヘンができあがりました。',
                money: [
                    '￥231'
                ]
            },
            {
                name: 'トルティーヤチップス（ブラックペッパー）',
                picture: './Picture/Starbucks/Snack/6.jpg',
                explain: 'パリッとした食感と香ばしさ、噛めば噛むほどコーンの甘みが感じられるトルティーヤチップスに、ブラックペッパーをきかせました。食べ始めたら止められない、後を引く味わいです。カップ型の容器に入っているので、机の上やドリンクホルダーに置きやすく、ドライブのお供にもぴったりです。',
                money: [
                    '￥242'
                ]
            },
            {
                name: 'アフターコーヒーミント（ストロベリー）',
                picture: './Picture/Starbucks/Snack/7.jpg',
                explain: 'ジューシーないちごをイメージした、ストロベリー風味のミントです。コーヒーを飲んだ後はもちろん、仕事の合間のリフレッシュにもぴったりの味わいです。白いちごをイメージしたパッケージは、赤の三角の柄を散りばめ、その中に1つだけいちごを描いています。リユースできる缶ケースはちょっとしたギフトにも自分用にもおすすめです。',
                money: [
                    '￥352'
                ]
            },
            {
                name: 'アーモンドフロランタン',
                picture: './Picture/Starbucks/Snack/8.jpg',
                explain: 'バター香るサブレ生地にスライスアーモンドを敷き詰め、キャラメルソースをまんべんなく流し込んで焼き上げました。アーモンドのパリッとした食感を残すために、キャラメルソースの部分は低温で長めに焼き、サブレ生地のさっくりとした食感との違いを楽しんでいただけるようにしました。ほんのりビターなキャラメルソースと香ばしいアーモンドの風味が、コーヒーのお伴にぴったりです。',
                money: [
                    '￥209'
                ]
            }
        ]
    }

    function getName() {
        return name
    }

    function getMenu() {
        return menu
    }

    return {
        getName: getName,
        getMenu: getMenu
    }
}())